{"supplychain":{"category":27,"created":1336734133,"enable_comments":true,"flags":0,"id":2956,"modified":1336734133,"other_perms":1,"passcode":null,"user_featured":false,"usergroup_id":null,"usergroup_perms":0,"user_id":2090,"owner":{"id":2090,"name":"BECHIRKADDACHI","avatar":"http:\/\/prod-accountpics.s3-website-us-east-1.amazonaws.com\/BECHIRKADDACHI.jpg?AWSAccessKeyId=AKIAIDYFSB4C2GNEML7Q&Expires=1380254361&Signature=vw8PnnE%2BnZfFHmEZpoQUHaf9VbU%3D","banner_url":null,"display_name":null},"taxonomy":[{"description":"Automotive & Industrial","id":13,"left":21,"name":"industrial","right":24,"title":"Automotive & Industrial"},{"description":"Tools","id":27,"left":22,"name":"tools","right":23,"title":"Tools"}],"attributes":{"title":"Repères : L’énergie nucléaire dans le monde","description":"AU JAPON\nLa part de l’électricité d’origine nucléaire représentait 27,4 % de l’énergie électrique jusqu’à la catastrophe de Fukushima. Sur le parc total des 54 réacteurs, deux unités pourraient être réactivées fin juillet. Aujourd’hui, des centrales thermiques remises en exploitation produisent plus des deux tiers de l’électricité du pays. D’avril 2011 à mars 2012, les importations en pétrole et gaz naturel liquéfié ont augmenté de 11,6 %.\n\nEN EUROPE\n En France, le nucléaire assure 75 % de l’énergie électrique, mais il faudra 50 milliards d’euros pour pérenniser 19 centrales jusqu’à 60 ans et un réacteur EPR de 3   e    génération est en construction à Flamanville. L’Allemagne devrait sortir du nucléaire d’ici à 2022 pour un coût de 40 milliards d’euros. La Belgique et la Suisse pourraient faire de même. Suède, Pays-Bas, Espagne, Hongrie, République tchèque, Slovaquie, Slovénie, Bulgarie, Roumanie, Estonie, Lituanie et Ukraine continuent à exploiter leurs centrales, tandis que la Grande-Bretagne et la Finlande ont des projets d’extension. L’Italie, qui a fermé ses centrales après 1986, importe de l’énergie nucléaire tout comme la Lettonie. Autriche, Irlande, Norvège, Danemark, Luxembourg, Portugal et Grèce, quant à eux, n’ont pas d’installations nucléaires. À l’inverse à moyen terme, la Pologne veut se doter du nucléaire. \n\nDANS LE RESTE DU MONDE\nAux États-Unis, où 20 % de l’énergie électrique provient du nucléaire, la Nuclear Regulatory Commission a donné son feu vert pour construire deux réacteurs en Virginie et un accord de principe pour deux autres. Des nouvelles centrales sont prévues en Russie, Inde, Chine, Corée du Sud, Brésil, Argentine et Afrique du Sud. Et cinq pays devraient se doter du nucléaire en 2012 : Biélorussie, Turquie, Émirats arabes unis, Vietnam et Bangladesh.\n","tags":"nucleaire"},"stops":[],"hops":[]},"editable":false}