{"supplychain":{"category":11,"created":1338404502,"enable_comments":true,"flags":0,"id":3181,"modified":1338472141,"other_perms":1,"passcode":null,"user_featured":false,"usergroup_id":null,"usergroup_perms":0,"user_id":2247,"owner":{"id":2247,"name":"Italianissimo","avatar":"http:\/\/free.sourcemap.com\/assets\/images\/default-user.png","banner_url":null,"display_name":null},"taxonomy":[{"description":"Events & Meetings\n","id":11,"left":17,"name":"events-meetings","right":18,"title":"Events & Meetings "}],"attributes":{"description":"","sm:ui:tileset":"satellite","tags":"","title":"Italianissimo!"},"stops":[{"local_stop_id":10,"id":10,"geometry":"POINT(1310711.017406 5706924.247537)","attributes":{"title":"Belvest","placename":"Via Corsica, 23, 35016 Piazzola sul Brenta Padua, Italy","address":"Via Corsica, 23, 35016 Piazzola sul Brenta Padua, Italy","description":"Tradition and research, in the choice of Belvest fabrics, are strictly interlaced. Noble materials, of old tradition, meet innovative threads, to enhance that unmistakable “fitting” which is the trademark of Belvest garments. The choices of fabrics for this fall winter include Mongolian cashmere, the softest in the world, vicuna, guanaco, cashmere\/mink and cashmere\/chinchilla blends, Irish linen, superfine Australian wool, sea island cotton, silk double, bamboo, wool, wooden and cotton fibers…","url:moreinfo":"http:\/\/www.belvest.com"}},{"local_stop_id":9,"id":9,"geometry":"POINT(1023470.129311 5695827.482131)","attributes":{"title":"Alessandro Oteri","placename":"Via Borgospesso, 8, 20121 Milan, Italy","address":"Via Borgospesso, 8, 20121 Milan, Italy","description":"In September 2011, the official opening of the new Milanese boutique-atelier marked the new course of the Alessandro Oteri project. The new spaces, located in Via Borgospesso 8, in the hearth of the fashion district, also host the brand’s showroom and the executive headquarter. Here the designer put together a team made of professionals and experienced collaborators who follow with expertise, passion and competence the strategy planned by the members of the new company asset. Alessandro Oteri, President and Creative Director, is today supported by the General Manager Mr. Gherardo Fenzi, the CEO Mr. Ivan Zanette, the Commercial Director Luigi Ferro and the Advisor Mario Ferretto, all strongly committed to the mission of developing and expanding the project in Italy and abroad.","url:moreinfo":"http:\/\/www.alessandroteri.com"}},{"local_stop_id":8,"id":8,"geometry":"POINT(1132588.867167 5598700.21459)","attributes":{"title":"Ciclotte","placename":"Via Giacomo Brodolini, 4, 43010 Fontevivo Parma, Italy","address":"Via Giacomo Brodolini, 4, 43010 Fontevivo Parma, Italy","description":"Named “Life Enhancer of the Year,” the Ciclotte exercise bike is an innovative concept developed by Milanese designer Luca Schieppati. Design-conscious exercisers will rejoice over the Ciclotte’s sleek and modern design, which is partnered with 21st- Century technology in the form of a touch-screen display and carbon handlebar. Relatively lightweight and easy to move, this piece of design genius is so good looking that you might actually use it!","url:moreinfo":"http:\/\/www.ciclotte.com"}},{"local_stop_id":7,"id":7,"geometry":"POINT(1252192.142208 5429668.417517)","attributes":{"title":"Marchesi de' Frescobaldi","placename":"Via di Santo Spirito, 11, 50125 Florence, Italy","address":"Via di Santo Spirito, 11, 50125, Italy","description":"A Florentine family with thirty generations dedicated to the production of great Tuscan wines in  five estates in Tuscany, and a quality distribution network in over 65 countries worldwide. A Frescobaldi style that brings together tradition and innovation. With the goal of being the most prestigious Tuscan wine producer, Frescobaldi firmly believes in respecting the local land, focusing on the highest quality for its grapes, and investing in communications and in the professional calibre of its personnel.","url:moreinfo":"http:\/\/www.frescobaldi.it"}},{"local_stop_id":6,"id":6,"geometry":"POINT(1389032.939836 5146650.083992)","attributes":{"title":"Carmina Campus","placename":"Via della Fontanella di Borghese, 40, 00186 Rome, Italy","address":"Via Fontanella Borghese, 40 - 00186 Roma","description":"Carmina Campus is the brand founded in 2006 by Ilaria Venturini Fendi creating handbags, jewels and furniture out of reused materials. It is a project of sustainable creativity  proposing small but effective solutions to cope with the present crises,  in the belief that it cannot be successfully dealt  with without considering its threefold aspect, economical, social and environmental.","url:moreinfo":"http:\/\/www.carminacampus.com\/"}},{"local_stop_id":5,"id":5,"geometry":"POINT(1588016.30699 4997199.165783)","attributes":{"title":"Sartoria Partenopea","placename":"Via del Camposanto, 112, 80144 Naples, Italy","address":"Via del Camposanto, 112, 80144 Naples, Italy","description":"Neapolitan fashion and the elegance of its haute couture reign in the world. The only word opens a universe of handicraft tradition, synonym of an outstanding fitting, precision of cuts, excellent fabrics and care of details.","url:moreinfo":"http:\/\/www.sartoriapartenopea.it"}},{"local_stop_id":4,"id":4,"geometry":"POINT(1390205.9465127 5146869.8195928)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","title":"Chef Filippo La Mantia","placename":"Via Liguria, 1, 00187 Rome, Italy","address":"Via Vittorio Veneto, 50, 00187 Rome, Italy","description":"'My cuisine is fully inspired by Sicily. I strongly believe that food is meant to nourish the body with as few ingredients as possible. For this reason my cuisine is a constant effort in taking the best our of the products we receive from the land.'","url:moreinfo":"http:\/\/www.filippolamantia.com"}},{"local_stop_id":3,"id":3,"geometry":"POINT(1282757.33517 5533059.054529)","attributes":{"title":"Domodinamica","placename":"Via Molise, 40060 Castel San Pietro Terme Bologna, Italy","address":"Via Molise n.23 40060 Osteria Grande (Bo) Italy","description":"The pliable petals of the calla lily serve as the inspiration for the calla chair, designed for Domodinamica by Stefano Giovannoni. This ingenious chair transforms into a chaise lounge by folding down the arms. The chair’s structure is designed to maximize comfort, with soft padding and jointed arms that allow the chair to assume countless positions.","url:moreinfo":"http:\/\/www.domodinamica.com"}},{"local_stop_id":2,"id":2,"geometry":"POINT(1391213.34357 5749308.624324)","attributes":{"title":"Prosecco La Marca","placename":"Via Baite, 14, 31046 Oderzo Treviso, Italy","address":"Via Baite, 14 , 31046 Oderzo Treviso, Italy","description":"La Marca Prosecco is named for the La Marca Trevigiana zone, located in the heart of Italy's Prosecco region, where its grapes are grown. Founded more than 40 years ago, the La Marca winery joins tradition and innovation, ensuring the highest quality product. In 2007, the winery was awarded a 'Top 100 Wines of the Year' by Wine Spectator1. La Marca is the only Prosecco producer from the Veneto region to be awarded this honor.","url:moreinfo":"http:\/\/www.lamarcaprosecco.com\/"}},{"local_stop_id":1,"id":1,"geometry":"POINT(1028003.181428 5706770.71837)","attributes":{"title":"Aperol Spritz","placename":"Via Franco Sacchetti, 20099 Sesto San Giovanni Milan, Italy","address":"Sesto San Giovanni Via Franco Sacchetti 20","description":"The name says it all: Aperol is the perfect aperitif. Bright orange in color, it has a unique taste, thanks to the secret recipe, which has never been changed, with infusions of selected ingredients including bitter and sweet oranges and many other herbs and roots in perfect proportions. Aperol’s strength is in its low-alcohol content of only 11 percent.","url:moreinfo":"http:\/\/www.aperol.com\/"}}],"hops":[]},"editable":false}