{"supplychain":{"category":18,"created":1357563071,"enable_comments":true,"flags":0,"id":4977,"modified":1362684445,"other_perms":1,"passcode":null,"user_featured":false,"usergroup_id":null,"usergroup_perms":0,"user_id":1417,"owner":{"id":1417,"name":"iamkat","avatar":"http:\/\/prod-accountpics.s3-website-us-east-1.amazonaws.com\/iamkat.png?AWSAccessKeyId=AKIAIDYFSB4C2GNEML7Q&Expires=1380254472&Signature=Uicw6En4bQlrjyyutv7ViNJsvas%3D","banner_url":null,"display_name":null},"taxonomy":[{"description":"Miscellaneous\n","id":18,"left":33,"name":"miscellaneous","right":34,"title":"Miscellaneous"}],"attributes":{"title":"Flujo #1","description":"¿Qué es lo que las redes de conexiones llevan dentro y fuera de tu vida? Una mujer está sentada en su cocina en Chula Vista, San Diego. Mira a su alrededor, reparando en los primeros objetos que se cruzan por su vista. ¿De dónde vienen? ¿Qué historias cuentan? ¿De qué forma la conectan con extraños alrededor del mundo?","tags":""},"stops":[{"local_stop_id":8,"id":8,"geometry":"POINT(695847.7952712 583829.60695531)","attributes":{"supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-178","description":"Los arboles se izan con metros de diferencia, tan ancho como para que una manada de elefantes serpentee entre los troncos, a través del suelo seco cubierto de hojas.  El denso follaje protege a estas bestias errantes del sol de medio día. El bosque tiene siglos de antigüedad, los arboles de ébano 200 años, apenas adolecentes. Pero ha habido un sacrificio, como en Logan´s Run, todos los arboles maduros habían sido cortados, cosechados para madera. No pueden crecer lo suficiente para mantener el ritmo y ahora están en peligro.\r\n\r\nLas cosas están cambiando. Los americanos vienen y compran las serrerías, renovando, dicen que pagaran mejores salarios, harán las condiciones de trabajo mejores, bajo el lema de ¨sustentable¨…por o menos para el 5% de sus fuentes de madera. http:\/\/www.iucnredlist.org\/details\/33048\/0","address":"Niger Delta, Nigeria","title":"Ebano","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":7,"id":7,"geometry":"POINT(-5396333.8763367 -153556.58124255)","attributes":{"supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-121","description":"Grandes cadenas de enormes grúas crujen y tintinean mientras tiran de sus pesadas cargas. Grandes tablones, unidos y cubiertos en telas se arrancan de los camiones hacia los barcos, columpiándose entre el agua y los muelles. Gritos y risas llenan el ambiente, mientras el dinero cambia de manos. ¿De dónde vienes y hacia dónde vas? La mayoría de las personas tienen poco interés incluso en lo que eres","address":"Val de Cães International Airport (BEL) - Belém - Pará, Brazil","title":"Porto Belem","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":6,"id":6,"geometry":"POINT(-5866848.3687573 -692326.99177045)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-90","description":"Hace una década hubo un revuelo en contra de la caoba proveniente del Amazonas. La demanda por la preciosa madera se sumo al la drástica perdida de la cobertura de bosque, fragmentándolo, interrumpiendo caminos ecológicos. Cerca del 10% del bosque del amazonas se ha perdido para el 2001. Ese año, el gobierno Brasileño  creo un programa de certificación para la madera, que bloqueó la cantidad de tala de caoba permitida. Los índices de deforestación han bajado, en parte a la disminución de la tala. Aun hay una gran cantidad de tala ilegal, con toda la violencia asociada que viene con cualquier empresa fuera de la ley. Los criminales se ven obligados a trabajar en áreas reservadas para preservar la vida de la población indígena.","address":"Pará, Brazil","title":"Caoba"}},{"local_stop_id":5,"id":5,"geometry":"POINT(-13628024.541846 4549916.53742)","attributes":{"supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-59","description":"Emilio ha trabajado en Guitar Centre por algunos días. Hoy llegó tarde por primera vez, debido a que su despertador se apagó. Había estado tocando el bajo con su banda la noche anterior y habían ido a tomar después. Las cosas se salieron un poco de control y todos terminaron en casa de Darcy fumando marihuana y tratando de arreglar el mundo. Era una linda y fresca mañana, pero Emilio no la sentía así. Lo amargo del café se imponía sobre el prolongado sabor de tequila de la noche anterior mientras se sentaba encorvado sobre su taza. Un hombre entró. Delgado, con pelo largo hasta los hombros, una vieja playera de Bon Jovi, tenis Converse, común. El hombre observó las guitarras colgando bellamente en filas alrededor de la tienda. Emilio no ofreció su ayuda. Finalmente el cliente escogió una Martin. Emilio ni siquiera podía murmurar ¨buena elección¨ mientras la marcaba, fatigado como estaba por una punzante jaqueca. Al menos el tipo no había tocado Stairway to Heaven, una pequeña bendición","address":"1645 Van Ness Avenue, San Francisco, CA 94109, USA","title":"Tienda de Musica","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":4,"id":4,"geometry":"POINT(-10616471.886059 3472761.9446043)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-30","description":"El calor era apenas tolerable, el aire un poco menos. Mas Bob estaba acostumbrado a eso y tenía puesto su mascara, overol y guantes muy muy gruesos, mientras checaba la temperatura en la maquina de colado en la fundición. Mirando una junta gastada en el sistema de enfriamiento de agua, reflexionó en que tanto hacía desde la última inspección de seguridad de OSHA. Se volteó al escuchar un ¨Hey Bob!¨de Erol el supervisor de piso, justo antes de que un pequeño chorro de vapor empezara a escapar bajo uno de los lado de la junta.","address":"Houston, TX, USA","title":"Fundición de Bronce"}},{"local_stop_id":3,"id":3,"geometry":"POINT(-7398506.6897632 5871409.0181479)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-17","description":"¨Es sustentable¨ dijo el hombre grande con la barba sentado del lado opuesto a Maggie en la sala de conferencias. Una jarra azul de café sobre la mesa repiqueteo mientras la colocaba su taza. ¨Esta bien, tomaré el contacto y podemos partir de ahí.¨ Dijo Maggie con una brillante pero quebradiza sonrisa. ¿Qué haría? Se preguntó. Un distribuidor era tan bueno como otro, y si querías madera de cedro rojo, lo que importa es que arboles tienen que ser talados para eso. A menos que se use madera de reúso, interrumpió una tímida voz en su cabeza. Si tan solo Jo no hubiera enviado esa propaganda de Greenpeace. Seguramente la tala no estaba causando tanto daño ecológico. Pregunta a los osos, sus hogares se hacen mas pequeños. Necesitan 500 kilómetros cuadrados para encontrar suficiente alimento http:\/\/bear71.nfb.ca, que pasa cuando no tienen suficiente espacio para deambular. ","address":"New Brunswick, Canada","title":"Cedro Rojo"}},{"local_stop_id":2,"id":2,"geometry":"POINT(-8383428.9609501 4974122.1284779)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-8","description":"El olor a madera de la virutas cubría el aire dentro de las paredes de ladrillo rojo de la fabrica Martin & Co. Los artesanos tallaban, doblaban, daban forma, pulían y pegaban la guitaras a lo largo de la tienda 1833, nombrada así por el año en el que se había fundado la compañía. De vez en vez el sonido de un taladro, mezclándose con el extraño tañido de una cuerda, y el frenesí de aserrín agitándose como la nieve por el suelo del taller. De vez en cuando, familias venían en tours organizados por la compañía. A Neil no le agradaba cuando niños ruidosos visitaban, destruyendo su concentración mientras perfeccionaba el mástil o colocaba el puente en su lugar. Hoy no había tours, pero un simple cabello había caído sobre el cuerpo de la guitarra mientras el pegamento aun se encontraba fresco. Permaneció ahí, sin ser detectado, mientras el instrumento terminado se empacaba para su distribución en California. ","address":"Nazareth, PA, USA","title":"Fabrica de Guitarras"}},{"local_stop_id":1,"id":1,"geometry":"POINT(-13033753.021186 3847624.0462787)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-1","description":"Una Navidad silenciosa. Eran solo los dos, años antes de que los niños nacieran. Sarah se despertó con el café y pastelillos que Martin le había traído a la habitación. Recordó afectuosamente como él se había reclinado a besarla y por poco tiró un latte en la alfombra. No es que hubiera importado, una mancha de café solo hubiera mejorado la decoración.\r\n\r\nCuando fueron a la sala, estaba ahí, bajo el improvisado árbol de navidad, adornado con cadenas de papel hechas de paginas de catálogos. Una guitarra martin de su Martin. La ha tocado todos los días desde entonces, excepto cuando estuvo en el  hospital para dar a luz.\r\n\r\nLa suave caoba del cuerpo de la guitarra vibraba con cada rasgueo de sus cuerdas de metal. Cantaba al toque de Sarah al igual que su cuerpo cantaba con el toque de Martin sobre su piel.","address":"Chula Vista, CA, USA","title":"La Guitarra de Sarah"}}],"hops":[{"from_stop_id":3,"to_stop_id":2,"geometry":"MULTILINESTRING((-7398506.6897632 5871409.0181479,-8383428.9609501 4974122.1284779))","attributes":{"distance":"961.307136","co2e":"0","title":"Red Cedar Wood to Guitar shop"}},{"from_stop_id":4,"to_stop_id":2,"geometry":"MULTILINESTRING((-10616471.886059 3472761.9446043,-8383428.9609501 4974122.1284779))","attributes":{"co2e":"0","title":"Bonze to Guitar shop","distance":"2184.471142"}},{"from_stop_id":5,"to_stop_id":1,"geometry":"MULTILINESTRING((-13628024.541846 4549916.53742,-13033753.021186 3847624.0462787))","attributes":{"title":"Guitar Shop to Sarah's Guitar","distance":"753.494309","co2e":"0"}},{"from_stop_id":2,"to_stop_id":5,"geometry":"MULTILINESTRING((-8383428.9609501 4974122.1284779,-13628024.541846 4549916.53742))","attributes":{"title":"Guitar Manufacture to Guitar Shop","distance":"4024.739877","co2e":"0"}},{"from_stop_id":7,"to_stop_id":2,"geometry":"MULTILINESTRING((-5396333.8763367 -153556.58124255,-8383428.9609501 4974122.1284779))","attributes":{"co2e":"0","title":"Shipping Port to Guitar Manufacture","distance":"5419.814128"}},{"from_stop_id":6,"to_stop_id":7,"geometry":"MULTILINESTRING((-5866848.3687573 -692326.99177045,-5396333.8763367 -153556.58124255))","attributes":{"distance":"704.460557","co2e":"0","title":"Mahogany Wood to Shipping Port"}},{"from_stop_id":8,"to_stop_id":2,"geometry":"MULTILINESTRING((695847.7952712 583829.60695531,-8383428.9609501 4974122.1284779))","attributes":{"title":"Ebony Wood to Guitar Manufacture","co2e":"0","distance":"8917.192415"}}]},"editable":false}