{"supplychain":{"category":18,"created":1358254304,"enable_comments":true,"flags":0,"id":5021,"modified":1362348845,"other_perms":1,"passcode":null,"user_featured":false,"usergroup_id":null,"usergroup_perms":0,"user_id":1417,"owner":{"id":1417,"name":"iamkat","avatar":"http:\/\/prod-accountpics.s3-website-us-east-1.amazonaws.com\/iamkat.png?AWSAccessKeyId=AKIAIDYFSB4C2GNEML7Q&Expires=1380254475&Signature=Sre7T%2FH2PUH%2FRmfg5nLCTKunOZg%3D","banner_url":null,"display_name":null},"taxonomy":[{"description":"Miscellaneous\n","id":18,"left":33,"name":"miscellaneous","right":34,"title":"Miscellaneous"}],"attributes":{"tags":"","description":"¿Qué es lo que las redes de conexiones llevan dentro y fuera de tu vida? Una mujer está sentada en su cocina en Chula Vista, San Diego. Mira a su alrededor, reparando en los primeros objetos que se cruzan por su vista. ¿De dónde vienen? ¿Qué historias cuentan? ¿De qué forma la conectan con extraños alrededor del mundo?\n\n (This map made with thanks to Map 4671) ","title":"Flujo #2"},"stops":[{"local_stop_id":9,"id":9,"geometry":"POINT(-13386310.453476 4801237.5699362)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-27","description":"¨ No es tan fácil como era antes ¨ resintió un canoso silvicultor. Encorvado sobre una taza de café, su playera acolchonada de leñador apenas soportando los bíceps que había desarrollado por 30 años en el negocia de la tala.  ¨ Todas estas regulaciones. El calentamiento global dicen. Todo lo que sé, es que tenemos menos trabajo ¨","address":"Sierra, CA, USA","title":"Incense cedar"}},{"local_stop_id":8,"id":8,"geometry":"POINT(-13033753.021186 3847624.0462787)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-973","description":"Masticado, faltando el casquillo y una muesca tallada a lo largo de la madera por la uña exploradora de Elvis; el lápiz yacía desolado en el suelo de la cocina a un lado de la mesa de plástico del niño. Había estado dibujando con él esta mañana, la mayor parte en la pared. Sarah lo notó con un poco de disgusto. Al menos se borraría fácilmente. Le prestó poca importancia al instrumento de este graffiti al igual que cuando lo compró. Una presencia internacional inadvertida en su hogar. ","address":"Chula Vista, CA, USA","title":"El Lapiz del Pequeño Elvis"}},{"local_stop_id":7,"id":7,"geometry":"POINT(3917211.4754334 7243843.8077649)","attributes":{"youtube:link":"","title":"Lino","placename":"M3, Kaluga Oblast, Russia","address":"Kaluga Oblast, Russia","description":"¨ El cultivo de lino es simplemente un medio de hacer dinero ¨ escribió Vladimir Ilyich Lenin en su tratado de 1899 sobre el desarrollo del capitalismo en Rusia, comentando sobre el cultivo comercial de lino en su país en los 30 años anteriores. Hizo una yuxtaposición de este crecimiento con el del incremento en la importación de alimentos, y señaló que este cambio estaba dañando y degradando a los estándares de vida de los granjeros. El lino, argumentaba, estaba implicado a la comercialización de las sociedades rulares en Rusia. El cultivo podía crecer en suelo muy pobre, sin embargo, ¿ así que cuánto competía en realidad? Hoy en día, 75,000 hectáreas de tierras en Rusia están dedicadas al cultivo de lino, que produce no solo aceite sino también fibras para telas de lino. ¿Cómo es que esto encaja en la meta Rusa de volverse 80% agriculturalmente autosuficiente para el 2020? ","url:moreinfo":"","weight":"0","co2e":"0","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-530"}},{"local_stop_id":6,"id":6,"geometry":"POINT(-13033566.22708 3850174.1417318)","attributes":{"youtube:link":"","title":"Papelería Staples","placename":"Brattleboro, VT, USA","address":"1518 Sweetwater Road, National City, CA 91950, USA","description":"Sarah no estaba pensando mucho el día que compró los lápices. Manejó hasta el estacionamiento cerca de la papelería. De hecho estaba buscando un regalo para su sobrina, un juego de pinturas tal vez o un kit para esténcil. Al final se decidió por un álbum, tomando también unos archiveros para sus recibos y una caja de lápices estándar para poder marcar unos pentagramas. Pagó, la cajera fue amable pero algo lenta. Para el momento que dejó la tienda, Sarah había olvidado todo sobre la conversación.","url:moreinfo":"","weight":"0","co2e":"0","water":"0","energy":"0","supplychain_instance_id":"","stop_instance_id":""}},{"local_stop_id":5,"id":5,"geometry":"POINT(-13087319.236571 4034985.4806273)","attributes":{"youtube:link":"","title":"Centro de Distribución Staples","placename":"Claremont, NH, USA","address":"1500 South Dupont Avenue, Ontario, CA 91761, USA","description":"¨ Wow, este lugar es ENORME ¨, exclamó Bobby mientras sus ojos se levantaban, escaneando el vasto almacén, quince metros al techo sobre él. Caja sobre caja, idénticas, apiladas en tarimas y estanterías de piso a techo. Bandas transportadoras y montacargas moviéndose en una continua danza sin coreografía. ¨ 40,000 metros cuadrados hijo ¨ dijo Ron, el nuevo supervisor de Bobby. ¨ Es fácil saber donde ir para recoger pedidos ¨ continuó ¨ Las luces parpadean mostrando el sitio donde tienes que ir. Pronto será mucho mas sencillo, tendremos una voz automática dirigiéndonos ¨. Bobby miró al corpulento hombre al lado suyo ¨ Fantástico ¨ dijo ¨ No tendré siquiera que pensar ¨ ","url:moreinfo":"","weight":"0","co2e":"0","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-800"}},{"local_stop_id":4,"id":4,"geometry":"POINT(4901361.2116181 7518608.0249092)","attributes":{"title":"Mina de Aluminio","placename":"P52, Novgorod Oblast, Russia","address":"Nizhny Novgorod Oblast, Russia","description":"El carro de Vlad se sacude cuando la llanta izquierda golpea otro bache. Se detiene a una distancia de la cual se puede caminar a la oficina principal, una cabina opacada por las rojas pendientes que hacen de pared para la mina a cielo abierto. Sus zapatos y pantalones se cubren del polvo color oxido mientras sigue hacia la puerta entreabierta. El segundo al mando lo sigue, mirando hacia la amenazadora ladera cuando una profunda explosión en los tunes de abajo hacen que el suelo se estremezca bajo sus pies. No se molesta en tocar, abre la puerta y entra. ¨ ¿Mr Kobanyenko? ¨ pronuncia, ¨ Estamos aquí para auditarlo ¨","url:moreinfo":"","weight":"","co2e":"","water":"","energy":"","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-289","youtube:link":""}},{"local_stop_id":3,"id":3,"geometry":"POINT(11883363.544212 2928073.0123806)","attributes":{"youtube:link":"http:\/\/www.youtube.com\/watch?v=CmCHSj2wTCI","title":"Refinería de Grafito","placename":"312 Provincial Road, Luodian, Qiannan, Guizhou, China","address":"Luodian, Qiannan, Guizhou, China","description":"El olor a metal ardiente y polvo sobresale en el aire de la refinería. Las rocas son pulverizadas, calentadas, disueltas. Todo en busca del carbón. Hui quería ser un geólogo; trabajar en la refinería parecía una buena idea. Pasó sus tardes aprendiendo sobre el grafito que extraían; como formaba cristales en esquisto de las piedras calentadas y fundida por los movimientos de la tierra. De vez en cuando tenia dolores en el pecho, pero eso podía ser producto del cigarro. Le gustaba ver la cascada de granos de grafito caer en los baldes, atrapando la luz; imaginando en convertirlos en diamantes.","url:moreinfo":"https:\/\/www.youtube.com\/watch?v=fB9XrwyWWlA","weight":"0","co2e":"0","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-1159"}},{"local_stop_id":2,"id":2,"geometry":"POINT(13107165.800413 4273090.181375)","attributes":{"youtube:link":"","title":"Mina de Grafito","placename":"Wenfeng Street, Xintai, Tai'an, Shandong, China","address":"Wenfeng St, Xintai, Tai'an, Shandong, China","description":"Zumbidos de taladro, perforando a través de la pared de roca. Silenciosos. Murmurando. El sonido de pies en movimiento. ¡El BOOOOOM! La piedra, creada a través de miles de años, se desmorona y fractura. Lista, esta lista ahora. Kuai hace el llamado de todo despejado a sus colegas y comienzan a avanzar. Un ejercito de overoles anaranjados hacia las profundidades. Ha sido un turno largo. Solo dos horas más. Kuai agita su atormentada cabeza para tratar de limpiarla mientras los últimos mineros lo sobrepasan. Mira a su izquierda, abajo hacia el hueco. Mira hacia el cielo, hacia las hermosas montañas en las que creció; memorias de su familia inundan su fatigados pensamientos, hasta que escucha un grito viniendo de abajo. ","url:moreinfo":"","weight":"0","co2e":"0","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-32"}},{"local_stop_id":1,"id":1,"geometry":"POINT(-5331185.0349149 -2513121.2086114)","attributes":{"title":"Fabrica de Lápices","placename":"Rua Coronel José Augusto de Oliveira Salles, 1876 - São Carlos - São Paulo, 13570-820, Brazil","address":"São Carlos - São Paulo, Brazil","description":"Aparadores verdes, overoles azules, marcas amarillas en el suelo. Ana amaba su trabajo en la fabrica, haciendo lápices. Había entrado cada mañana y visto a Matheus cuidando la puerta. Platicaban un poco y ella ingresaba para irse a cambiar, convirtiéndose en parte del colorido escenario de la fabrica. Ana trabajaba en lápices de grafito, pegando los cuerpos de madera a las minas. De vez en cuando, cuando encontraba que algunos no se habían hecho bien, los tomaba y se los llevaba a su hijo Joao. Hoy fue uno de esos días. La mina estaba claramente rota, así que la pegó, la dejó secar y la coloco en el bolsillo de su overol mientras los demás lápices se deslizaban a lo largo de la banda hacia la siguiente estación.","url:moreinfo":"https:\/\/www.youtube.com\/watch?v=Zsnw98aTWOM","weight":"0","co2e":"0","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-6","youtube:link":""}}],"hops":[{"from_stop_id":5,"to_stop_id":6,"geometry":"MULTILINESTRING((-13087319.236571 4034985.4806273,-13033566.22708 3850174.1417318))","attributes":{"distance":"60.926255","title":"Staples Distribution center to Staples (Point of Purchase)"}},{"from_stop_id":2,"to_stop_id":3,"geometry":"MULTILINESTRING((13107165.800413 4273090.181375,11883363.544212 2928073.0123806))","attributes":{"title":"Graphite mine to Graphite Refinery","distance":"1557.686230"}},{"from_stop_id":3,"to_stop_id":1,"geometry":"MULTILINESTRING((11883363.544212 2928073.0123806,-5331185.0349149 -2513121.2086114))","attributes":{"distance":"17409.312679","title":"Graphite Refinery to Faber-Castell Factory, Brazil","co2e":"0"}},{"from_stop_id":7,"to_stop_id":1,"geometry":"MULTILINESTRING((3917211.4754334 7243843.8077649,-5331185.0349149 -2513121.2086114))","attributes":{"distance":"11574.203845","title":"Flax Farm (For linseed oil) to Faber-Castell Factory, Brazil","co2e":"0"}},{"from_stop_id":4,"to_stop_id":1,"geometry":"MULTILINESTRING((4901361.2116181 7518608.0249092,-5331185.0349149 -2513121.2086114))","attributes":{"distance":"11424.471382","title":"Bauxite (Aluminum) mine to Faber-Castell Factory, Brazil","co2e":"0"}},{"from_stop_id":1,"to_stop_id":5,"geometry":"MULTILINESTRING((-5331185.0349149 -2513121.2086114,-13087319.236571 4034985.4806273))","attributes":{"distance":"9647.772967","co2e":"0","title":"Faber-Castell Factory, Brazil to Staples Distribution center"}},{"from_stop_id":6,"to_stop_id":8,"geometry":"MULTILINESTRING((-13033566.22708 3850174.1417318,-13033753.021186 3847624.0462787))","attributes":{"distance":"2.150485","co2e":"0","title":"Staples (Point of Purchase) to Little Elivs's pencil"}},{"from_stop_id":9,"to_stop_id":1,"geometry":"MULTILINESTRING((-13386310.453476 4801237.5699362,-5331185.0349149 -2513121.2086114))","attributes":{"distance":"10151.737066","weight":"0","youtube:link":"","transportcat":"Method of Transportation","description":"“It’s not as easy as it was,” grows a grizzled forester. Hunched over a cup of coffee, his padded lumberjack shirt barely holds in the biceps that have developed over 30 years in logging. “All these regulations. Global warming they say. All I know is, we have less work.” ","co2e":"0","title":"Incense cedar to Pencil Factory, Brazil"}}]},"editable":false}