{"supplychain":{"category":47,"created":1362218979,"enable_comments":true,"flags":0,"id":5412,"modified":1362218979,"other_perms":1,"passcode":null,"user_featured":false,"usergroup_id":null,"usergroup_perms":0,"user_id":1417,"owner":{"id":1417,"name":"iamkat","avatar":"http:\/\/prod-accountpics.s3-website-us-east-1.amazonaws.com\/iamkat.png?AWSAccessKeyId=AKIAIDYFSB4C2GNEML7Q&Expires=1380254498&Signature=t6ucNXKO3%2FhDa01CaaHrTGQ2sj4%3D","banner_url":null,"display_name":null},"taxonomy":[{"description":"food","id":47,"left":39,"name":"food","right":40,"title":"Food"}],"attributes":{"tags":"peanut butter","description":"What networks flow into and out of your life? A woman sits at her kitchen diner in Chula Vista, San Diego. She looks around, noting the first things upon which her eyes fall. Where did they come from? What stories do they tell? How do they connect her to strangers across the globe? Click on each point and read the story. (Made with thanks to 4766)","title":"Flow #4"},"stops":[{"local_stop_id":6,"id":6,"geometry":"POINT(-10572838.855023 3469596.544947)","attributes":{"water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-18","co2e":"0","weight":"0","description":"It’s a far cry from salt flats drying in the sun. Drill down into the belly of the earth and you find salt domes. Wash them out with water, and then salt’s only residue really, what’s left over from the brine once the water’s gone. Back to its previous state. Evaporation makes the salt granules more salty. Done on an industrial scale, it takes up quite a bit of room - the salt pans are big, conical structures, on spindley metal legs like overfed beetles.","address":"Baytown, TX, USA","placename":"Baytown, TX, USA","title":"Salt production"}},{"local_stop_id":5,"id":5,"geometry":"POINT(-9229178.715495 3783994.218369)","attributes":{"placename":"Georgia, USA","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-114","co2e":"0","weight":"0","description":"Vernon had inherited the farm from his dad at the age of 33. His city job had left him empty at the end of each hectic week, so when his dad died he’d decided to head back home to Georgia. Ever since, he’d been humming the song most mornings, as he looked out off the back porch over the low, green fields. He was doing it now, contemplating what dad would have made of his decision to sign up to this Conservation Reserve Program, putting 20 per cent of the farm out of production to bring the wildlife back to the state, and reduce carbon emissions. With Obama’s subsidies he’d be able to keep afloat, he calculated - but it was a big risk. He looked back into the house at his twin girls. “They need a future,” he reassured himself, “and someone has to secure it for them. If not me, then who?”","address":"Georgia, USA","title":"Peanut Farm"}},{"local_stop_id":4,"id":4,"geometry":"POINT(-9673919.562125 3805156.31661)","attributes":{"placename":"Alabama, USA","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-82","co2e":"0","weight":"0","description":"Amid the uproar of the machinery the Chuck looked down at his factory floor. The new machines were installed and whirring, but were they shelling peanuts any faster than the old gear? Had it been a good investment? It seemed like it when he agreed to buy the shellers directly from the Indian seller, but after waiting 3 months for them to arrive now he wasn’t so sure. Still, they’d apparently passed all the safety inspections and nothing was making any weird noise so... He turned his back and went into his office. These days it was a bit hand-to-mouth at the factory. He couldn’t lay anyone else off, the factory was strained as it was, but where was he going to cut costs if not on salary?","address":"Alabama, USA","title":"Peanut Shellers"}},{"local_stop_id":3,"id":3,"geometry":"POINT(-10382398.212384 5618898.147063)","attributes":{"placename":"Minneapolis, MN, USA","water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-18","co2e":"0","weight":"0","description":"“So that’s how they get those caps on so goddam hard!” joked the suit-wearing man in a hair-cap. The woman he’d addressed looked at him from the corner of her mind and her eye, her smile a half wince at his uneasy overfamiliarity. It was borne of social awkwardness, but knowing that didn’t make it any easier for either of them. With a nervous laugh, he was shown to another station, and the woman, releived, went back to her work, inserting jars into a machine that would screw on a cap, to be removed later with difficulty.","address":"Minneapolis, MN, USA","title":"Processing Plant"}},{"local_stop_id":2,"id":2,"geometry":"POINT(-13041974.7355 3861897.136999)","attributes":{"water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-110","co2e":"0","weight":"0","description":"Row upon row of jars line the aisles in the supermarkets. Kat always hated them. The weight of propoganda lies heavy on her every time she enters - knowing that they plan how to even stack things to make the most profit, what smells to pipe in, what music to play. It stifles and she can barely breathe. “I want control of my own decisions,” conflicts with, “I’ve always wanted a small sticker book and matching...” No! So much waste, so much manipulation.","address":"711 University Avenue, Whole Foods Market, San Diego, CA 92103, USA","placename":"711 University Avenue, Whole Foods Market, San Diego, CA 92103, USA","title":"WholeFoods Market"}},{"local_stop_id":1,"id":1,"geometry":"POINT(-13033753.023 3847624.046814)","attributes":{"water":"0","energy":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-123","co2e":"0","weight":"0","description":"“Maybe I should stop buying this stuff,” Sarah thought as she turned the jar of peanut butter over and over in her hands. “The calories alone... Let alone the salt. Martin and I aren’t as young as we were, hardened arteries... Oh stop it Sarah you’re being ridiculous.” She put the jar back on the counter and shook her head to herself. “But what would Elvis’s future be like if one of us got sick?”","address":"Chula Vista, CA, USA","placename":"Chula Vista, CA, USA","title":"Sarah's kitchen counter"}}],"hops":[{"from_stop_id":2,"to_stop_id":1,"geometry":"MULTILINESTRING((-13041974.7355 3861897.136999,-13033753.023 3847624.046814))","attributes":{}},{"from_stop_id":3,"to_stop_id":2,"geometry":"MULTILINESTRING((-10382398.212384 5618898.147063,-13041974.7355 3861897.136999))","attributes":{}},{"from_stop_id":4,"to_stop_id":3,"geometry":"MULTILINESTRING((-9673919.562125 3805156.31661,-10382398.212384 5618898.147063))","attributes":{}},{"from_stop_id":5,"to_stop_id":4,"geometry":"MULTILINESTRING((-9229178.715495 3783994.218369,-9673919.562125 3805156.31661))","attributes":{}},{"from_stop_id":6,"to_stop_id":3,"geometry":"MULTILINESTRING((-10572838.855023 3469596.544947,-10382398.212384 5618898.147063))","attributes":{}}]},"editable":false}