{"supplychain":{"category":41,"created":1363484236,"enable_comments":true,"flags":0,"id":5490,"modified":1363910476,"other_perms":1,"passcode":null,"user_featured":false,"usergroup_id":null,"usergroup_perms":0,"user_id":5084,"owner":{"id":5084,"name":"sirrah","avatar":"http:\/\/free.sourcemap.com\/assets\/images\/default-user.png","banner_url":null,"display_name":null},"taxonomy":[{"description":"Category for Electronics","id":41,"left":37,"name":"electronics","right":38,"title":"Electronics & Computers"}],"attributes":{"sm:ui:tileset":"cloudmade","title":"One, tiny part","description":"","tags":""},"stops":[{"local_stop_id":24,"id":24,"geometry":"POINT(-5295794.7988168 -2845393.1553761)","attributes":{"supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-2354","description":"","address":"Alameda Porto de Santos, 214 - Ilha Comprida - São Paulo, 11925-000, Brazil","title":"Export "}},{"local_stop_id":23,"id":23,"geometry":"POINT(13375347.620968 3537974.1934839)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-375","description":"The world's largest hydrofluoric acid plant. Hydrofluoric acid is a dangerous chemical to work with. In January, one worker died and others were injured at a Samsung factory. \r\n\r\nThe US produces some hydrofluoric acid, importing the fluorspar from China and Mexico. Fluorspar is among the products in the tantalum chain that the US both imports and exports, or reexports, as the export of an imported product is termed (US Geological Survey, 2012).\r\n\r\nSulfur and fluorspar combine to make hydrofluoric acid. Each ton of end-product uses roughly 2.59 tons of sulfuric acid, 2.7 tons of fluorspar and 1.6 tons of water, and produces 1.8 tons of gas waste and 4 tons of solid waste. iPhone production is but one tiny part of this, but electronics in general and green technologies are becoming larger sources of hydrofluoric acid.","address":"Zhejiang, China","title":"Hydrofluoric acid "}},{"local_stop_id":22,"id":22,"geometry":"POINT(12227371.494894 4961946.0128788)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-185","description":"Baotou is an industrial city in Inner Mongolia and one of the leading sources of rare earth minerals of all kinds. Tantalum from all over the world ends up in this smelting facility. Baotou is notorious for high levels of pollution and is at the center of some of the paradoxes in global climate change discussions. China is scolded internationally for its polluting; it is equally unpopular when it attempts to limit rare earth (and other) production or account for environmental costs and impose regulations, as this increases costs. Like the tantalum, the destinations of many rare earth minerals produced in Baotou are for clean technologies (Buckley, 2010).","address":"Baotou, Inner Mongolia, China","title":"Smelting","flickr:setid":"72157633042195650"}},{"local_stop_id":21,"id":21,"geometry":"POINT(2422163.3964848 -449917.84010977)","attributes":{"flickr:setid":"72157633037754055","youtube:link":"http:\/\/conflictminerals.org\/ask-the-africans\/","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-148","description":"The DR Congo is likely the largest source of tantalum today (US Geological Survey, 2012 & Cramer, 2012). Most of it comes from labour intensive artisanal mining, which poses health risks to the miners, including exposure to radiation, and has been one among many fuels of conflict there for many years. In 2000, when global demand for tantalum peaked during the high-tech boom, various regional groups turned to coltan to finance their efforts. During the boom, corporations and the US government stockpiled tantalum fearing future shortage. Supply outpaced demand in the following years and prices plummeted, and in 2008, with prices low and global consumption suffering, mines in Australia and Canada, and an increase in material came from DR Congo. \r\nReports often imply that the war, and the five million dead, is caused by mineral competition, specifically coltan. This story is well publicized and has many antecedents, such as blood diamonds. Guided by this notion, NGOs, industry...cont'd","address":"Democratic Republic of the Congo","title":"Coltan mining"}},{"local_stop_id":20,"id":20,"geometry":"POINT(12644376.311099 2698474.9322822)","attributes":{"flickr:setid":"","youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-117","description":"Smelting is a water-intensive process, both while producing tantalum and discharging the waste. Thus, like many such facilities, this one is located near a large river, The Pearl River Delta. Among other environmental affects, ammonia and ammonium salts are released via the post-production industrial wastewater (Sing, 2007). A high asthma rate in Conghua is among the health concerns associated with its industrial parks.","address":"Conghua, Guangzhou, Guangdong, China","title":"Smelting facility "}},{"local_stop_id":19,"id":19,"geometry":"POINT(3899896.129393 3641767.8068527)","attributes":{"supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-80","description":"","address":"Dimona, Israel","title":"Capacitor manufacture"}},{"local_stop_id":18,"id":18,"geometry":"POINT(-8148230.5136948 5293434.8792897)","attributes":{"youtube:link":"http:\/\/www.youtube.com\/watch?v=8F1XMOE4kAU","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-58","description":"Vishay Intertechnology is an important iPhone supplier. To understand the complex production of a capacitor, watch the youtube video. Although produced for Kemet, not an Apple supplier, the process is similar.","address":"Bennington, VT, USA","title":"Capacitor manufacturing"}},{"local_stop_id":17,"id":17,"geometry":"POINT(-11716946.215439 7270403.1428741)","attributes":{"supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-15","description":"","address":"North America","title":"Consumers","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":"","flickr:setid":"72157633042205398"}},{"local_stop_id":16,"id":16,"geometry":"POINT(12696863.784959 2576856.9131302)","attributes":{"youtube:link":"http:\/\/www.youtube.com\/watch?v=Jk-xqPKOxl4","water":"0","energy":"0","co2e":"0","weight":"0","supplychain_instance_id":"supplychain-1","stop_instance_id":"stop-1","description":"Foxconn operates the world's largest iPhone plant.  Most of the 120,000 workers are migrant workers and they work an average 238 hrs\/month @ $1.65\/hour*. At that rate, an employee would have to work 24 hours\/day 365 days\/year for 26,151 years to earn Apple's CEO Tim Cook's 2011 payment package. Hard work can pay off! A portion of their wage is deducted for food, dorms, and laundry services. Although this plant has gained notoriety from events like the 2011 explosion that killed 4 employees and injured many others, and the spate of suicides that prompted the installation of suicide nets to catch potential jumpers, conditions at this factory are reported to be favourable compared to some other of Apple's Chinese suppliers, such as the Riteng, where iPhone cases are made, and workers average 346 hours\/month. \r\n\r\n*Due to nondisclosure by Apple and its subsidiaries, these numbers are based on a worker survey.","address":"Shenzhen, Guangdong, China","title":"iPhone Manufacturer"}},{"local_stop_id":15,"id":15,"geometry":"POINT(4371478.665536 -761325.56945545)","attributes":{"title":"export port","address":"Dar es Salaam, Tanzania","description":"","stop_instance_id":"stop-15","supplychain_instance_id":"supplychain-1"}},{"local_stop_id":14,"id":14,"geometry":"POINT(4415844.5476477 -450491.90583276)","attributes":{"title":"export ","address":"Mombasa, Kenya","description":"","stop_instance_id":"stop-32","supplychain_instance_id":"supplychain-1"}},{"local_stop_id":13,"id":13,"geometry":"POINT(-4966437.7398986 -2417775.2621445)","attributes":{"title":"Tantalum mining","address":"Nazareno - Minas Gerais, Brazil","description":"After the global recession in 2008, Brazil increased tantalum production. AMG's mixed mineral open pit mine is the country's most productive tantalum mine. The ore was formed during the Cretaceous period, over 100 MYA, and is estimated to have 30 years of reserves. Brazil’s primary export market in 2011 was China but it also exports tantalum concentrate and ores to the US, which the US reexports to Brazil (US geological survey, 2012).\r\nThe most common ores containing tantalum are columbium and tantalite. Earth to tantalum is a vigorous and toxic process. First, large amounts of earth are uncovered, and the ore is extracted from the earth by digging and blasting. The ore is crushed by hand or machine and then digested with hydrofluoric acid and sulfuric acid. This happens at or near the site to increase concentration of shipped material. Radioactive chemicals uranium and thorium are released. Tailing ponds store waste material. \r\nPhotos: Mibra mine; conveyor belt collecting tantalite ore.","stop_instance_id":"stop-51","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":"","flickr:setid":"72157633018055023"}},{"local_stop_id":12,"id":12,"geometry":"POINT(-6135430.8745118 -241076.23476423)","attributes":{"title":"Tantalum mine","address":"Amazon River - Brazil","description":"The Paranapanema Group's Pitinga mine is another important tantalum source in Brazil. Several thousand hectares of Amazon forest were cleared, and dams and ponds and waste have affected the region’s rivers. \r\nThe Waimiri-Atroari are the area's indigenous residents. Anthropologist Stephen Baines of the University of Brasilia has spent much time with them. He outlines how they’ve been used in government and industry propaganda, while legislation continues to favour mining company's and threaten the existence of this people. His observations have many similarities the indigenous struggles against mining and other industries throughout the Amazon, in the DR Congo, and throughout the world. The story posed by the government and industry about indigenous corporation is much different from what the indigenous people themselves are saying (Baines, 1999). \r\n","stop_instance_id":"stop-192","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":"","flickr:setid":"72157633022398456"}},{"local_stop_id":11,"id":11,"geometry":"POINT(-11241658.988906 2530321.708911)","attributes":{"title":"Fluorspar","address":"San Luis Potosí, Mexico","description":"Acid-grade fluorspar, or acidspar, is used to make hydrofluoric acid. Though rich in reserves, high labour costs and dangerous mining conditions make profitability of mining fluorspar difficult in Canada and the US. Both are attempting to reinvigorate the production of this vital resource, partly in response to threats of China limiting its exports. Canada's largest deposit is in Newfoundland. An American businessman owned and operated a mine at St. Lawrence for several decades in the mid-20th century. On its website, Heritage Newfoundland talks about the deaths, and physical and social costs associated with fluorspar mining and today the town is a skeleton of its former self. The reality of abandoned mines, and correlated social problems, is perhaps the most invisible of the inevitable remnants of any supply chain dependent upon finite mined minerals.\r\n\r\nCheaper labour and looser regulations allow China and Mexico to produce fluorspar for an market-appropriate price.","stop_instance_id":"stop-655","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":10,"id":10,"geometry":"POINT(-11716946.215439 7270403.1428741)","attributes":{"flickr:setid":"72157633029591418","title":"Sulfur ","address":"North America","description":"The valued physical characteristics of tantalum make extracting and producing it intense and complicated. Hydrofluoric and sulfuric acid are directly needed (beyond all the externalities like energy, machine production, etc.). The journey, then, of tantalum often begins, like most things, with oil, and the sulfur produced from it. North America produces about 1\/4 of global elemental sulfur, and exports to China, where much of it ends up as hydrofluoric acid. Canada’s carbon footprint benefits from this exchange and Canadian consumers receive the final commodities, including iPhones. \r\n\r\nPhoto: world’s largest sulfur plant in the Gulf of Mexico. Source: Freeport-McMoRan Sulphur Inc. August 17, 2000.\r\n","stop_instance_id":"stop-704","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":9,"id":9,"geometry":"POINT(11840976.655479 4640017.7318568)","attributes":{"title":"Fluorspar","address":"Xiangzhen Road, Xingqing, Yinchuan, Ningxia, China","description":"Cheaper labour and looser regulations allow China and Mexico to produce fluorspar for a market-appropriate price.","stop_instance_id":"stop-731","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":8,"id":8,"geometry":"POINT(-11416123.692723 2708933.2918558)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","title":"Hydrofluoric acid","address":"Mexico","description":"Mexichem operates Mexico's largest hydrofluoric acid facilities. \r\n\r\n\r\nThe US produces some hydrofluoric acid, importing the fluorspar from China and Mexico. Fluorspar is among the products in the tantalum chain that the US both imports and exports, or reexports, as the export of an imported product is termed (US Geological Survey, 2012).\r\n\r\nSulfur and fluorspar combine to make hydrofluoric acid. Each ton of end-product uses roughly 2.59 tons of sulfuric acid, 2.7 tons of fluorspar and 1.6 tons of water, and produces 1.8 tons of gas waste and 4 tons of solid waste. iPhone production is but one tiny part of this, but electronics in general and green technologies are becoming larger sources of hydrofluoric acid.\r\n \r\n","stop_instance_id":"stop-830","supplychain_instance_id":"supplychain-1"}},{"local_stop_id":7,"id":7,"geometry":"POINT(11558789.972868 4309053.2417279)","attributes":{"title":"Hydrofluoric acid","address":"Lanzhou, Gansu, China","description":"Elemental sulfur and fluorspar are used to make hydrofluoric acid. Each ton of end-product uses roughly 2.59 tons of sulfuric acid, 2.7 tons of fluorspar and 1.6 tons of water, and produces 1.8 tons of gas waste and 4 tons of solid waste.","stop_instance_id":"stop-861","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":6,"id":6,"geometry":"POINT(9754683.4098108 5433468.4556082)","attributes":{"title":"Tantalum mine","address":"Xinjiang, China","description":"","stop_instance_id":"stop-1345","supplychain_instance_id":"supplychain-1"}},{"local_stop_id":5,"id":5,"geometry":"POINT(13539601.511098 -3207785.7472697)","attributes":{"flickr:setid":"72157633041995806","title":"Tantalum mines","address":"Western Australia, Australia","description":"Australia was the world's leading producer of tantalum for some decades before 2008. In 2009, production slowed. The lower price of tantalum, high wages in Australia, and cheaper availability elsewhere were all contributing factors. Its largest mine, Wodgina, stopped operations. Wodgina's deposits were formed in the Archaean age, nearly 3 billion years ago. It is among the world's richest tantalum deposits, with enough to sustain 2008 production rates for 25 years.  ","stop_instance_id":"stop-1754","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}},{"local_stop_id":4,"id":4,"geometry":"POINT(-10654710.286989 4451692.5541908)","attributes":{"title":"Disposal","address":"United States","description":"Tantalum is one of many toxic components in an iPhone that pose environmental concerns. Once in a landfill, it breaks down and enters the ecosystem as toxic waste, contaminating the waters and posing a health problem to the nearby residents.\r\nApple boasts about its recycling campaign, claiming to have increased recycled weight by 70%. They arrive at this number by comparing last year's recycling with the amount of products sold 7 years ago, when sales were less than a quarter what they are today. So if they sell 12 phones and recycle three, they recycle 100% of their products!\r\n  \r\n\r\nBut there are more complicated post-consumption realities than Apple’s spurious accounting practices. The smallness of phones and their components make reusing anything very difficult. It is an extremely labour-intensive process requiring many hands, a pay-rate far below what's available in the US or Canada, and exposure to toxic chemicals. Recycled phones often end up in China, India, or Africa. \r\n","stop_instance_id":"stop-2169","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":"","flickr:setid":"72157633042320238"}},{"local_stop_id":3,"id":3,"geometry":"POINT(-21852.683956622 619431.01950593)","attributes":{"youtube:link":"","water":"0","energy":"0","co2e":"0","weight":"0","title":"Recycled phones","address":"Accra, Ghana","description":"Phones imported from developed countries are prominent at the recycling center in Ghana’s capital where they are manually dismantled. Toxins are released and the site’s pollutants enters the Korle Lagoon (Otsuka et al, 2011)..  ","stop_instance_id":"stop-2379","supplychain_instance_id":"supplychain-1"}},{"local_stop_id":2,"id":2,"geometry":"POINT(8790107.5919468 2343495.1653783)","attributes":{"title":"Recycled phones","address":"India","description":"","stop_instance_id":"stop-2420","supplychain_instance_id":"supplychain-1"}},{"local_stop_id":1,"id":1,"geometry":"POINT(12952504.208792 2670663.968145)","attributes":{"title":"Recycled phones","address":"Guiyuzhen, Chaoyang, Shantou, Guangdong, China","description":"60 minutes traced electronics recycled in Denver to Guiyu. ","stop_instance_id":"stop-2463","supplychain_instance_id":"supplychain-1","weight":"0","co2e":"0","energy":"0","water":"0","youtube:link":""}}],"hops":[{"from_stop_id":16,"to_stop_id":17,"geometry":"MULTILINESTRING((12696863.784959 2576856.9131302,-11716946.215439 7270403.1428741))","attributes":{"distance":"10661.590228","weight":"0","youtube:link":"","transportcat":"Method of Transportation","description":"North America was the largest market for the 125 million iPhones sold in 2012. As part of its environmental commitment, Apple (2013) reduced its package size by 42%. It boasts about the reduced space required to ship phones. Shipping the finished iPhone, as we’ve seen, represents only a tiny fraction of total shipping. More revealing though is that increased sales, which result largely from planned obsolescence and aggressive marketing by Apple, means that in 2012, 66 times more shipments were required to get the iPhone to its consumers compared with 2007, the year to which their improved environmental practices are compared. ","co2e":"0","flickr:setid":"","title":"iPhone Manufacturer to Consumers"}},{"from_stop_id":18,"to_stop_id":16,"geometry":"MULTILINESTRING((-8148230.5136948 5293434.8792897,12696863.784959 2576856.9131302))","attributes":{"title":"Capacitor manufacturing to iPhone Manufacturer","co2e":"0","distance":"12702.675323"}},{"from_stop_id":19,"to_stop_id":16,"geometry":"MULTILINESTRING((3899896.129393 3641767.8068527,12696863.784959 2576856.9131302))","attributes":{"distance":"7739.871383","title":"Capacitor manufacture to iPhone Manufacturer","co2e":"0"}},{"from_stop_id":21,"to_stop_id":20,"geometry":"MULTILINESTRING((2422163.3964848 -449917.84010977,12644376.311099 2698474.9322822))","attributes":{"co2e":"0","title":"Coltan mining to Smelting facility ","distance":"10372.810429"}},{"from_stop_id":21,"to_stop_id":22,"geometry":"MULTILINESTRING((2422163.3964848 -449917.84010977,12227371.494894 4961946.0128788))","attributes":{"distance":"10138.490422","co2e":"0","title":"Coltan mining to Smelting"}},{"from_stop_id":22,"to_stop_id":19,"geometry":"MULTILINESTRING((12227371.494894 4961946.0128788,3899896.129393 3641767.8068527))","attributes":{"title":"Smelting to Capacitor manufacture","co2e":"0","distance":"6623.529053"}},{"from_stop_id":20,"to_stop_id":19,"geometry":"MULTILINESTRING((12644376.311099 2698474.9322822,3899896.129393 3641767.8068527))","attributes":{"distance":"7647.515679","title":"Smelting facility  to Capacitor manufacture","co2e":"0"}},{"from_stop_id":10,"to_stop_id":7,"geometry":"MULTILINESTRING((-11716946.215439 7270403.1428741,11558789.972868 4309053.2417279))","attributes":{"youtube:link":"","description":"China is both the world’s largest producer and importer of elemental sulfur.\r\n\r\nPhoto: some sulfur exported from Vancouver to China returns as consumer commodities. Source: vancoolver.com\r\n","weight":"0","flickr:setid":"72157633029757554","title":"Sulfur to Hydrofluoric acid","distance":"9576.918510","co2e":"0","transportcat":"Method of Transportation"}},{"from_stop_id":10,"to_stop_id":8,"geometry":"MULTILINESTRING((-11716946.215439 7270403.1428741,-11416123.692723 2708933.2918558))","attributes":{"distance":"3442.303214","title":"Sulfur  to Hydrofluoric acid","co2e":"0"}},{"from_stop_id":8,"to_stop_id":13,"geometry":"MULTILINESTRING((-11416123.692723 2708933.2918558,-4966437.7398986 -2417775.2621445))","attributes":{"distance":"8011.146659","title":"Hydrofluoric acid to Tantalum mining","co2e":"0"}},{"from_stop_id":7,"to_stop_id":22,"geometry":"MULTILINESTRING((11558789.972868 4309053.2417279,12227371.494894 4961946.0128788))","attributes":{"distance":"725.819239","title":"Hydrofluoric acid to Smelting","co2e":"0"}},{"from_stop_id":9,"to_stop_id":7,"geometry":"MULTILINESTRING((11840976.655479 4640017.7318568,11558789.972868 4309053.2417279))","attributes":{"distance":"344.267201","co2e":"0","title":"Fluorspar to Hydrofluoric acid"}},{"from_stop_id":20,"to_stop_id":18,"geometry":"MULTILINESTRING((12644376.311099 2698474.9322822,-8148230.5136948 5293434.8792897))","attributes":{"co2e":"0","title":"Smelting facility  to Capacitor manufacturing","distance":"12596.147713"}},{"from_stop_id":6,"to_stop_id":22,"geometry":"MULTILINESTRING((9754683.4098108 5433468.4556082,12227371.494894 4961946.0128788))","attributes":{"distance":"1856.034467","co2e":"0","title":"Tantalum mine to Smelting"}},{"from_stop_id":7,"to_stop_id":6,"geometry":"MULTILINESTRING((11558789.972868 4309053.2417279,9754683.4098108 5433468.4556082))","attributes":{"co2e":"0","title":"Hydrofluoric acid to Tantalum mine","distance":"1662.472371"}},{"from_stop_id":8,"to_stop_id":12,"geometry":"MULTILINESTRING((-11416123.692723 2708933.2918558,-6135430.8745118 -241076.23476423))","attributes":{"distance":"5875.293513","co2e":"0","title":"Hydrofluoric acid to Tantalum mine"}},{"from_stop_id":7,"to_stop_id":5,"geometry":"MULTILINESTRING((11558789.972868 4309053.2417279,13539601.511098 -3207785.7472697))","attributes":{"co2e":"0","title":"Hydrofluoric acid to Tantalum mines","distance":"7297.267619"}},{"from_stop_id":4,"to_stop_id":3,"geometry":"MULTILINESTRING((-10654710.286989 4451692.5541908,-21852.683956622 619431.01950593))","attributes":{"title":"Disposal to Recycled phones","co2e":"0","distance":"13811.124660"}},{"from_stop_id":4,"to_stop_id":2,"geometry":"MULTILINESTRING((-10654710.286989 4451692.5541908,8790107.5919468 2343495.1653783))","attributes":{"title":"Disposal to Recycled phones","co2e":"0","distance":"11652.465493"}},{"from_stop_id":4,"to_stop_id":1,"geometry":"MULTILINESTRING((-10654710.286989 4451692.5541908,12952504.208792 2670663.968145))","attributes":{"co2e":"0","title":"Disposal to Recycled phones","distance":"9576.918510"}},{"from_stop_id":17,"to_stop_id":4,"geometry":"MULTILINESTRING((-11716946.215439 7270403.1428741,-10654710.286989 4451692.5541908))","attributes":{"distance":"2070.618718","title":"Consumers to Disposal","co2e":"0"}},{"from_stop_id":23,"to_stop_id":22,"geometry":"MULTILINESTRING((13375347.620968 3537974.1934839,12227371.494894 4961946.0128788))","attributes":{"co2e":"0","distance":"1483.316615","title":"Hydrofluoric acid  to Smelting"}},{"from_stop_id":23,"to_stop_id":6,"geometry":"MULTILINESTRING((13375347.620968 3537974.1934839,9754683.4098108 5433468.4556082))","attributes":{"co2e":"0","distance":"3226.451236","title":"Hydrofluoric acid  to Tantalum mine"}},{"from_stop_id":23,"to_stop_id":5,"geometry":"MULTILINESTRING((13375347.620968 3537974.1934839,13539601.511098 -3207785.7472697))","attributes":{"co2e":"0","distance":"6444.569799","title":"Hydrofluoric acid  to Tantalum mines"}},{"from_stop_id":9,"to_stop_id":23,"geometry":"MULTILINESTRING((11840976.655479 4640017.7318568,13375347.620968 3537974.1934839))","attributes":{"co2e":"0","distance":"1554.221141","title":"Fluorspar to Hydrofluoric acid "}},{"from_stop_id":23,"to_stop_id":21,"geometry":"MULTILINESTRING((13375347.620968 3537974.1934839,2422163.3964848 -449917.84010977))","attributes":{"distance":"11039.468366","title":"Hydrofluoric acid  to Coltan mining","co2e":"0"}},{"from_stop_id":21,"to_stop_id":14,"geometry":"MULTILINESTRING((2422163.3964848 -449917.84010977,4415844.5476477 -450491.90583276))","attributes":{"distance":"1986.459037","title":"Coltan mining to export ","co2e":"0"}},{"from_stop_id":21,"to_stop_id":15,"geometry":"MULTILINESTRING((2422163.3964848 -449917.84010977,4371478.665536 -761325.56945545))","attributes":{"distance":"1962.707152","title":"Coltan mining to export port","co2e":"0"}},{"from_stop_id":15,"to_stop_id":22,"geometry":"MULTILINESTRING((4371478.665536 -761325.56945545,12227371.494894 4961946.0128788))","attributes":{"co2e":"0","youtube:link":"","weight":"0","transportcat":"Method of Transportation","description":"Because of its radioactivity, tantalum is classified as dangerous goods so many carriers will not transport it.\r\n","title":"export port to Smelting","distance":"8898.756504"}},{"from_stop_id":14,"to_stop_id":22,"geometry":"MULTILINESTRING((4415844.5476477 -450491.90583276,12227371.494894 4961946.0128788))","attributes":{"co2e":"0","distance":"8654.794038","title":"export  to Smelting"}},{"from_stop_id":11,"to_stop_id":8,"geometry":"MULTILINESTRING((-11241658.988906 2530321.708911,-11416123.692723 2708933.2918558))","attributes":{"co2e":"0","distance":"229.741991","title":"Fluorspar to Hydrofluoric acid"}},{"from_stop_id":5,"to_stop_id":22,"geometry":"MULTILINESTRING((13539601.511098 -3207785.7472697,12227371.494894 4961946.0128788))","attributes":{"co2e":"0","distance":"7694.825295","title":"Tantalum mines to Smelting"}},{"from_stop_id":12,"to_stop_id":24,"geometry":"MULTILINESTRING((-6135430.8745118 -241076.23476423,-5295794.7988168 -2845393.1553761))","attributes":{"co2e":"0","distance":"2638.815025","title":"Tantalum mine to Export "}},{"from_stop_id":13,"to_stop_id":24,"geometry":"MULTILINESTRING((-4966437.7398986 -2417775.2621445,-5295794.7988168 -2845393.1553761))","attributes":{"co2e":"0","distance":"496.229375","title":"Tantalum mining to Export "}},{"from_stop_id":24,"to_stop_id":20,"geometry":"MULTILINESTRING((-5295794.7988168 -2845393.1553761,12644376.311099 2698474.9322822))","attributes":{"title":"Export  to Smelting facility ","youtube:link":"","weight":"0","transportcat":"Method of Transportation","description":"Because of its radioactivity, tantalum is classified as dangerous goods so many carriers will not transport it.","distance":"18100.286261","co2e":"0"}}]},"editable":false}