{"summary":{"name":"1989 (Taylor's Version) by Taylor Swift Vinyl","description":"<p>1989 (Taylor's Version) by Taylor Swift is an album that was released in 2023, as the record is a re-recorded version of Swift's 2014 album 1989. The album contains its original track list intact, in addition to five tracks \"From the Vault\" that were initially unreleased. The album is the fourth in the series of Taylor Swift re-recording her first six studio albums in order for her to obtain ownership of her masters, and thus entire discography.\n<img src=\"https://lastfm.freetls.fastly.net/i/u/770x0/f58d29605321bc6e1ee4da6ae5a0cb4a.jpg#f58d29605321bc6e1ee4da6ae5a0cb4a\"></p>"},"nodes":[{"overview":{"index":1,"name":"Electric Lady Studios","description":"<p>Electric Lady Studios is a recording studio in the neighborhood of Greenwich Village in New York City. Formerly a nightclub, it was bought by rock star Jimi Hendrix and his manager Michael Jeffery, as they later transformed it into a studio. Since then, musicians such as Stevie Wonder, David Bowie, and The Rolling Stones have recorded there, as well as Adele, Frank Ocean, and Taylor Swift. Swift first started recording at the studio for her 2019 album, Lover, as she has used it for every album with the exception of one since then. </p>"},"location":{"address":"52 W 8th Street\nNew York, NY 10011","geocode":"40.7331947,-73.9988019"},"attributes":{"destinationindex":"3,4,5,6","image":[{"URL":"https://electricladystudios.com/wp-content/uploads/2018/12/Screen-Shot-2018-12-14-at-3.05.18-PM.png "}],"sources":[{"source":"https://electricladystudios.com/studios/"},{"source":"https://www.discogs.com/label/267980-Electric-Lady-Studios?page=1"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"ct","munit":"37"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Conway Studios","description":"<p>Conway Studios is a music recording studio located in the neighborhood of Hollywood in Los Angeles, California. The property was founded by Bruce Morgan in the early 1960s, as it was recognized as the first independent stereo mastering studio in Los Angeles. Years following, in 1977, Buddy Brundo and his wife Susan Brundo purchased the facility; they still operate and own the studio as of 2024. This is one of the few studios that Taylor Swift used to record her vocals for 1989 (Taylor's Version). </p>"},"location":{"address":"5100 Melrose Ave\nLos Angeles, CA 90038","geocode":"34.083389,-118.3113974"},"attributes":{"destinationindex":"3,4,5,6","image":[{"URL":"https://www.billboard.com/wp-content/uploads/media/bb23-2017-backstage-studios-conway-studios-billboard-1240.jpg?w=1280 "}],"sources":[{"source":"https://www.discogs.com/label/265937-Conway-Studios?gad_source=1&gclid=CjwKCAiA_tuuBhAUEiwAvxkgTvwE2HZkVJWSmm_QugJfD2AmDBtrvIbXng-nkjPK4txHWgQ55DBoJRoC1kYQAvD_BwE&page=1 "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Sterling Sound","description":"<p>Sterling Sound is a mastering sound studio with two locations: one located in Edgewater, New Jersey, a small town minutes from New York City, and another in Nashville, Tennessee. At its New Jersey location, one who worked on 1989 (Taylor's Version) is Randy Merrill. Merrill is the Senior Mastering Engineer. He is responsible for taking the audio that was previously mixed in the digital format and converts it for distribution use. This prepares the audio for physical media formats, such as vinyl records, as well as streaming platforms. Essentially, Merrill is responsible for the final product of all of the edits of the music. </p>"},"location":{"address":"33 Hilliard Ave\nEdgewater, NJ","geocode":"40.826836,-73.9749909"},"attributes":{"destinationindex":"1,2,5,6,7,8,9,16","image":[],"sources":[{"source":"https://sterling-sound.com/ "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Sterling Sound","description":"<p>Sterling Sound is a mastering sound studio with two locations: one located in Edgewater, New Jersey, a small town minutes from New York City, and another in Nashville, Tennessee. At its Nashville location, one who worked on 1989 (Taylor's Version) is Ryan Smith. Smith is the Senior Mastering Engineer. He is responsible for taking the audio that was previously mixed in the digital format and converts it for distribution use. This prepares the audio for physical media formats, such as vinyl records, as well as streaming platforms. Essentially, Smith is responsible for the final product of all of the edits of the music. </p>"},"location":{"address":"805 Meridian St\nNashville, TN 37207","geocode":"36.1843276,-86.7682582"},"attributes":{"destinationindex":"1,2,5,6,7,8,9,16","image":[],"sources":[{"source":"https://sterling-sound.com/ "}]},"measures":{"measures":[{"mtype":"size","mvalue":"4500","munit":"sqft"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"MixStar Studios","description":"<p>MixStar Studios is a private facility located in Virginia Beach, Virginia. It is a private studio, and owned by studio engineers Serban Ghenea and John Hanes; Ghenea's son Alex works at the facility as well. Serban Ghenea and Hanes were both responsible for the mixing of 1989 (Taylor's Version). Their job is to mix, balance, and blend all of the different sources and sources, such as vocals coming from the microphone, instruments, and any other remnants of previously recorded audio. The adjusted sounds are later transmitted via an output so that the tracks are seamlessly blended to create a song. </p>"},"location":{"address":"3088 Kline Dr\nVirginia Beach, VA 23452","geocode":"36.8817897,-76.0779345"},"attributes":{"destinationindex":"3,4,6","image":[],"sources":[{"source":"https://www.billboard.com/music/awards/serban-alex-ghenea-studio-engineers-grammy-preview-1235589062/ "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Republic Records","description":"<p>Republic Records is a record label that is a part of and owned by Universal Music Group. It was initially founded as an independent label by brothers Avery Lipman and Monte Lipman in 1995. Later in 2001, Universal Music Group acquired the label in 2000. Today, it is one of the leading recording labels in the music industry, as it is home to today's biggest stars such as Taylor Swift, Ariana Grande, The Weeknd, and Drake. Swift signed to the label in 2018, following the expiration of her record deal with Big Machine Records. The contract allowed her to own her master recordings upon release, something she did not have the right to do while at Big Machine. As a result to own her past albums, Swift decided to re-recording her first six albums, as 1989 (Taylor's Version) is the fourth of this series; Swift is still in the process of this project, as of February 2024. </p>"},"location":{"address":"1755 Broadway \n#6\nNew York, NY 10019","geocode":"40.7659017,-73.9821098"},"attributes":{"destinationindex":"3,4,20","image":[{"URL":"https://images.squarespace-cdn.com/content/v1/5900b8d01e5b6c9d7b3b1220/1493225656920-6ZYIFGAZETJ7UZEBWXR3/2015AV56.407RE.jpg?format=2500w "}],"sources":[{"source":"https://www.republicrecords.com/"},{"source":"https://www.discogs.com/label/38017-Republic-Records?page=1"},{"source":"https://variety.com/2018/music/news/taylor-swift-news-alert-1203032124/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Rough Customer Studio","description":"<p>Rough Customer Studio is the home-based recording studio of producer and songwriter Jack Antonoff, and is located in Brooklyn Heights, New York. Antonoff is best known for working with Taylor Swift, in addition to Lorde, Lana Del Rey, and Florence + The Machine. He is a frequent collaborator of Taylor Swift, as they first worked together in 2013. The two also worked together for 1989, which was initally released in 2014, and he has been present on every album of Swift's since then. </p>"},"location":{"address":"Brooklyn Heights, New York","geocode":"40.6959294,-73.9955523"},"attributes":{"destinationindex":"3,4,5,6","image":[],"sources":[{"source":"https://www.discogs.com/label/1265644-Rough-Customer-Studio?page=1 "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Kitty Committee Studio","description":"<p>Kitty Committee Studio is Taylor Swift's home studio located in Los Angeles, California. The name refers to Swift's love of cats, as she is a proud owner of three: Meredith Grey, Olivia Benson, and Benjamin Button. The studio was first set up during the 2020 Covid-19 pandemic lockdown. The first album recorded here was 2020's Folklore, as some of the re-recordings were as well, following the 2019 announcement of the process. </p>"},"location":{"address":"Los Angeles, California","geocode":"34.0549076,-118.242643"},"attributes":{"destinationindex":"3,4,5,6","image":[],"sources":[{"source":"https://www.discogs.com/label/1887154-Kitty-Committee-Studio?page=1 "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":9,"name":"Big Mercy Sound","description":"<p>Big Mercy Sound is a recording studio located in Brooklyn, New York. It was created by Mikey Freedom Hart, who is a singer-songwriter, record producer, and instrumentalist. He and David Hart are the main personnel at the facility. The two of them are responsible for playing the electric organ (farfisa), synth, acoustic guitar, electric guitar, bass, guitar synthesizer, electric piano on 1989 (Taylor's Version).</p>"},"location":{"address":"Brooklyn, New York","geocode":"40.6781784,-73.9441579"},"attributes":{"destinationindex":"3,4,5,6","image":[{"URL":"https://www.bigmercysound.com/images/BigMercySound_NYC_2022_L1230042.jpg "}],"sources":[{"source":"https://www.instagram.com/bigmercysound/?hl=en"},{"source":"https://www.discogs.com/release/28638091-Taylor-Swift-1989-Taylors-Version"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":10,"name":"PVC (Polyvinyl Chloride)","description":"<p>Polyvinyl chloride is a form of polymer. It is typically used in flooring, clothing, and construction pipes and tools, along with many other different products. The resources used to make up polyvinyl chloride are salt and oil. PVC can be clear or come in a color. Althought it is uncertain where PVC is sourced from for my media object, Sylvin Technologies is one of the leading sites for polyvinyl chloride within the United States and could be the direct source.</p>"},"location":{"address":"Sylvin Technologies\n84 Denver Rd\nDenver, PA 17517","geocode":"40.2234486,-76.1124531"},"attributes":{"destinationindex":"11,12,13,14,15","image":[],"sources":[{"source":"https://www.lenntech.com/polyvinyl-chloride-pvc.htm"},{"source":"https://petroleumservicecompany.com/blog/product-of-the-week-vinyl-records/#"},{"source":"https://www.thomasnet.com/articles/top-suppliers/pvc-manufacturers-suppliers/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":11,"name":"Chlorine","description":"<p>Chlorine is used in vinyl and a part of the polyvinyl chloride solution. \nIt makes up approximately half of the solution with 57%, as the other 43% consists of carbon. The Great Salt Lake in Utah is a site where chlorine is naturally found at and can be resourced, as it is one of the most popular sources for chlorine. It can be assumed that chlorine for my media object is obtained from here for that reason.</p>"},"location":{"address":"Great Salt Lake\nUtah, USA","geocode":"41.115791,-112.4768287"},"attributes":{"destinationindex":"10,12,13,14,15","image":[],"sources":[{"source":"https://petroleumservicecompany.com/blog/product-of-the-week-vinyl-records/#"},{"source":"https://www.lenntech.com/polyvinyl-chloride-pvc.htm"},{"source":"https://www.britannica.com/science/chlorine"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":12,"name":"Ethylene","description":"<p>Ethylene is a vital part in plastic and very important in regards to manufacturing products. It is extracted by petrochemical plants via the cracking process. Oil, used as a feedstock is heated with steam in order to break apart molecular bonds. Ethylene in the form of gas is then separated. It later becomes processed to become ethylene dichloride, the form that is useful in PVC. Despite there is no official confirmation for my media object, Chevron Phillips Chemical is one leading sources for ethylene and is likely similar to the actual source.</p>"},"location":{"address":"Chevron Phillips Chemical\n10001 Six Pines Dr.\nThe Woodlands, TX","geocode":"30.1579431,-95.4629917"},"attributes":{"destinationindex":"10,11,13,14,15","image":[],"sources":[{"source":"https://www.afpm.org/newsroom/blog/ethylene-worlds-most-important-chemical"},{"source":"https://www.ncbi.nlm.nih.gov/books/NBK507450/"},{"source":"https://us.metoree.com/categories/6179/"}]},"measures":{"measures":[{"mtype":"size","mvalue":"200000","munit":"sqft"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":13,"name":"Petroleum","description":"<p>Petroleum is a liquid that is a fossil fuel. It is used to fuel machines and other items and is usually converted into plastic. In the vinyl record process, petrolum is usually found in ethylene. It can be found in various places around the world, as Spindletop is one of the largest sites for petroleum to be found at. Even though there is no cited confirmation, it can be assumed that the petroleum that is used during the process is found here because it is within the United States and easily accessible.</p>"},"location":{"address":"Spindletop Oil Field\nBeaumont, TX","geocode":"30.0060471,-94.0696222"},"attributes":{"destinationindex":"10,11,12,14,15","image":[],"sources":[{"source":"https://www.energy.gov/ceser/spr-storage-sites#"},{"source":"https://www.epa.gov/sites/default/files/2020-11/documents/methyl_ethyl.pdf"},{"source":"https://www.investopedia.com/financial-edge/0511/top-6-oil-producing-states.aspx"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":14,"name":"Vinyl Acetate","description":"<p>Vinyl acetate is a chemical that is a part of the process in physically making vinyl records. It is a colorless and clear liquid, and it is easily flammable. The chemical is mostly used in order to create a certain type of glue for packaging. It makes up about 2 parts of the vinyl for every one part of PVC. Exxon Chemicals is one of the largest sites for vinyl acetate to be found at in the United States, as it can a big chance that this is the source of it used for the vinyl.</p>"},"location":{"address":"Exxon Chemicals\nBaton Rouge, LA","geocode":"30.5528436,-91.1873948"},"attributes":{"destinationindex":"10,11,12,13,15","image":[],"sources":[{"source":"https://makingvinyl.com/composition-of-vinyl-records/#:~:text=The%20thermoplastic%20resin%20that%20is,to%20one%20part%20PVC%20monopolymer."},{"source":"https://pubchem.ncbi.nlm.nih.gov/compound/Vinyl-acetate"},{"source":"https://www.exxonmobilchemical.com/en/products/polyethylene/eva-copolymer"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":15,"name":"Methyl Ethyl Ketone","description":"<p>Methyl ethyl ketone is a colorless, yet flammable liquid. It has a strong odor, as it tends to be harmful to the skin, eyes, and if it is inhaled. It obtains various uses, as it is primarily used as a solvent. In regards to the vinyl record production process, it is used to keep the stylus clean. Exxon Chemicals is a site of many different resources, as it can be assumed that the methyl ethyl ketone is found here as it is accessible within the US and a very popular site.</p>"},"location":{"address":"Exxon Chemicals\nBaton Rouge, LA","geocode":"30.5528436,-91.1873948"},"attributes":{"destinationindex":"10,11,12,13,14","image":[],"sources":[{"source":"https://www.cdc.gov/niosh/topics/methylethylketone/default.html#:~:text=Methyl%20ethyl%20ketone%20(C4,duration%2C%20and%20work%20being%20done. "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":16,"name":"Lacquer Cutting","description":"<p>Lacquer cutting is the process of vinyl records being mastered. It occurs when the audio signal is transcribd into lacqur, a master plate, via a cutting head. The cutting head contains a duo of moving coils, as they move and transfer to a cutting stylus. The stylus then is heated and cuts into a layer. Lacquer cutting is typically used for louder recordings, which makes sense as 1989 (Taylor's Version) is a mostly uptempo album. As stated in the album notes of a physical copy, Sterling Sound is the location in which lacquer cutting takes place.</p>"},"location":{"address":"Sterling Sound\n805 Meridian St\nNashville, TN 37207","geocode":"36.1842948,-86.7682105"},"attributes":{"destinationindex":"3,4,17","image":[{"URL":"https://thevinylfactory.com/wp-content/uploads/2020/02/noel-summerville1-1.jpg "}],"sources":[{"source":"http://www.gzvinyl.com/Manufacturing/Mastering/Lacquer-technology.aspx "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":17,"name":"Optimal Media","description":"<p>Optimal Media is company that operates as a printing plant for various forms of media such as vinyl records, CDs, DVDs, books, and magazines. In 2021, the company signed an exclusive deal with Universal Music Group. The official statement says how the two companies \"are significantly expanding their cooperation in logistics as well as in the production of vinyl records, CDs, DVDs and Blu-ray Discs.\" Optimal Media is responsible for printing the vinyls themselves, but also printing the packaging of the products.</p>"},"location":{"address":"optimal media GmbH\nGlienholzweg 7\n17207 Röbel/Müritz\nGermany","geocode":"53.37819,12.58831"},"attributes":{"destinationindex":"10,11,12,13,14,15,16,18,21","image":[{"URL":"https://www.optimal-media.com/wp-content/uploads/OM_Uebersichtsseite_Press_MW_2Vinyl-181121-020-1920x1100.jpg "}],"sources":[{"source":"https://www.optimal-media.com/en/"},{"source":"https://www.optimal-media.com/en/news/cooperation-with-universal-music-group-to-be-intensified/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":18,"name":"Rough Trade Record Store","description":"<p>Rough Trade is an independent record store, as they sell vinyl records and CDs. The shop initally opened in 1976 in the United Kingdom, as it was at first a West London store that mainly sold punk music. They have since expanded with additional stores in the United Kingdom, and with their first US store at Rockefeller Center. Since they first launched, Rough Trade has expanded to other subgenres of rock to inevitably more mainstream genres and musicians. They are are top retailer in regards to music-based retail shops. </p>"},"location":{"address":"1250 6th Ave\nNew York, NY","geocode":"40.7595127,-73.9804641"},"attributes":{"destinationindex":"17","image":[{"URL":"https://blog.roughtrade.com/content/images/size/w1600/2021/06/KEH_3347.jpg "}],"sources":[{"source":"https://www.roughtrade.com/en-us/product/taylor-swift/1989-taylors-version"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":19,"name":"St8mnt","description":"<p>St8mnt is an advertising agency based in Nashville, Tennessee. As an agency, they specialize in brand identity, graphic design, marketing campaigns, and digital strategy. They were responsible for the package design of 1989 (Taylor's Version) vinyl, as it was done by designers Grace Goga and Parker Foote. </p>"},"location":{"address":"822 3rd Ave S\nNashville, TN 37210","geocode":"36.152159,-86.7698687"},"attributes":{"destinationindex":"6,17","image":[],"sources":[{"source":"https://st8mnt.com/ "}]},"measures":{"measures":[{"mtype":"employees","mvalue":"12","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":20,"name":"Songs of Universal, Inc. ","description":"<p>Songs of Universal, Inc. is a division under Universal Music Publishing Group. They protect the rights of musicians such as composers, producers, songwriters, and lyricists. Songs of Universal, Inc. also allow for creatives to earn proper and correct compensation for their music royalties. They also ensure that the music is copyrighted, and thus published so that it can be released. </p>"},"location":{"address":"2105 Colorado Ave\nSanta Monica, CA 90404","geocode":"34.0273469,-118.4757367"},"attributes":{"destinationindex":"6","image":[],"sources":[{"source":"https://www.umusicpub.com/us/ "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":21,"name":"Artist Endeavor","description":"<p>Artist Endeavor is a warehouse facility that operates as a medium between artists/labels and fans/consumers, as Universal Music Group operates directly with them. It is a direct-to-fan type of business. The process is fairly simple: fans purchase their desired merchandise from physical music to clothing from the respective artist's website and the facility ships it straight to the fan. It is perfect to pre-order items upon announcement for fans prior to the item selling out.</p>"},"location":{"address":"2300 Gainsboro St\nFerndale, MI 48220","geocode":"42.4657237,-83.1289626"},"attributes":{"destinationindex":"6,17","image":[],"sources":[{"source":"https://www.artistendeavor.com/ "}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}