{"summary":{"name":"Let It Be Vinyl by Abby Littman","description":"<p>This Manifest details the factors and processes that go into the producing, manufacturing, and distribution of The Beatle's final studio album Let It Be over the decades since it's release.</p>"},"nodes":[{"overview":{"index":1,"name":"Apple Records","description":"<p>Apple Records is the Record Label created by The Beatles in 1968 as a way to gain more creative freedom. It serves as a creative vessel that houses the Beatles brand, owning the rights to many forms of Beatles media, as well as an outlet for many other artists. It was started after the death of their manager Brian Epstein who wanted to create a tax-effective business structure and a way to keep all Apple companies (publishing, retail, electronics, etc.) under one corporation. Eventually, Allen Klein took over and got rid of the subdivisions. Apple Records is at the forefront of the process of creating Let It Be.</p>"},"location":{"address":"London, England \n","geocode":"51.5104159,-0.139727"},"attributes":{"destinationindex":"5,6","image":[{"URL":"https://i.ebayimg.com/images/g/sQsAAOSwrsRlJ2-M/s-l400.jpg"}],"sources":[{"source":"https://tidal.com/magazine/article/apple-records/1-14567"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Capitol Records Pressing Plant, Winchester\n","description":"<p>This Record and tape production plant was opened by Capitol Records in Virginia in 1969. Let It Be was released in 1970 so this Capitol Records Plant was one of the first plants ever to press and manufacture the album. Because Capitol had multiple pressing plants, vinyl production was spread across the country. The plant eventually transitioned to a major manufacturer of cassette duplication, where it could produce up to 130,000 cassettes a day, making up half the tapes Capitol made as a whole. In the late 80s, Capitol decided to close the plant as a result of increasing competition in magnetic tape. manufacturing. This put over 535 employees out of work. The Winchester plant is identified by the “ ─◁” symbol.</p>"},"location":{"address":"Winchester, VA","geocode":"39.18566,-78.16333"},"attributes":{"destinationindex":"3,4,10,21,22,23,24,25","image":[{"URL":"https://scontent-lga3-2.xx.fbcdn.net/v/t1.18169-9/10646660_541266062686898_150183701302601829_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=5f2048&_nc_ohc=bVnbKWMxnTYAb65E5Z0&_nc_ht=scontent-lga3-2.xx&oh=00_AfDb6p7Mtextl1-3-i2uPDZZMaUbA1SCcdnwdnTgrw-v2g&oe=6657D6DA"}],"sources":[{"source":"https://www.washingtonpost.com/archive/business/1987/12/07/capitol-records-to-close-va-plant/9efc7251-c0db-419c-a9e1-2e5cd3045492/\n"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"535","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Mobile Fidelity Sound Lab, Inc.","description":"<p>A 1986 pressing of Let It Be was manufactured and distributed under the label Mobile Fidelity Sound Lab in Chicago. Mobile Fidelity serves as an example of labels having to take matters into their own hands when it comes to the limited resources that cause production shortages in vinyl manufacturing. They are still an active company and produce many variations of audio media ranging from LPs like this version of Let It Be, to Super Audio CDs. Companies like this are the reason why audio products are still actively being used, and because they are a label that produces everything themselves, they aren’t as affected by the inefficiencies of having to coordinate with too many other manufacturers. </p>"},"location":{"address":"Chicago, IL \n","geocode":"41.98327,-87.674629"},"attributes":{"destinationindex":"4,10,21,22,23,24,25","image":[{"URL":"https://media.pitchfork.com/photos/62b485dabafb1ab3d58afd79/1:1/w_1700,h_1700,c_limit/Vinyl-Pressing-Plant.jpg"}],"sources":[{"source":"https://mofi.com/pages/about-us"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"32","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Tobisha EMI Ltd.","description":"<p>Tobisha EMI was a record company under the parent label of EMI Group Ltd. It ran from 1973 to 2007, starting out as a leading Japanese music company and eventually becoming a subsidiary of the british company EMI Group Inc.. Tobisha EMI produces and manufactures a large variety of audio and music formats for many different artists. Among the many products they make are Japanese pressings from internationa and mainstreaml musicians. They produced a series called the “30th Anniversary Final Vinyl Series” which put out a collection of Beatles albums in 1992 as a celebration of 30 years since they debuted. The records were extremely limited with 5000 copies, and they came with the original japanese label. The company has since become EMI Music Japan Inc.</p>"},"location":{"address":"Tokyo, Japan\n","geocode":"35.6821936,139.762221"},"attributes":{"destinationindex":"2,3,10,11,21,22,23,24,25","image":[{"URL":"https://i.discogs.com/BcQ-TBzgQ5TaI4ul8snS2xM0YncWmBcDiuedIRJE4U0/rs:fit/g:sm/q:90/h:480/w:529/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9MLTUzMTYz/NC0xMzc1MDI1Njgz/LTY0ODEuanBlZw.jpeg"}],"sources":[{"source":"https://www.discogs.com/label/8185-Toshiba-EMI-Ltd?page=1"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"500","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Northern Songs","description":"<p>Northern Songs was a publishing company that owned an original catalog of Beatles songs where the songs written by Paul McCartney and John Lennon could have their publishing rights consolidated. When this company was created by publisher Dick James, manager Brian Epstein, and songwriters Lennon and McCartney, it was believed that this would make them more money off of their writer's credits in the long run. They ran into issues of financial power and income taxes. Because Northern Songs owned the rights to most of The Beatles catalog, when a reissue pressing of Let It Be was being released in 2005, both Northern Songs and Harrisongs Ltd, George Harrison’s publishing company, had to jointly publish the re-release.</p>"},"location":{"address":"Liverpool, England \n","geocode":"53.4071991,-2.99168"},"attributes":{"destinationindex":"2,3,4,6,11","image":[],"sources":[{"source":"https://en.wikipedia.org/wiki/Northern_Songs"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Harrisongs Ltd.","description":"<p>Harrisongs is a music publishing company that George Harrison started to organize and publish compositions of Beatles songs he wrote and to ensure that he got the royalties for his writer's credit. This helped Harrison consolidate his solo credits as well as his contributions to Beatles songs. As a part of this collection of George Harrison works, Harrisongs, along with Northern Songs, published a reissue of Let It Be in 2005. He actually only wrote four songs off the album. This version was released on vinyl as a master of a digital re-master to give this new pressing the best possible sound quality. The company is now used by Harrison’s son for his own music publishing.</p>"},"location":{"address":"London, England\n","geocode":"51.4967087,-0.1650959"},"attributes":{"destinationindex":"2,3,4,5,11","image":[],"sources":[{"source":"https://en.wikipedia.org/wiki/Harrisongs"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Universal Music Group","description":"<p>Universal Music Group is currently the world's leading music company. They hold and are responsible for a significant amount of global music labels and brands, including but not limited to Abbey Road Studios, Capitol Music Group, EMI, Calderstone Productions Limited, Virgin Music Group, Motown, etc., as well as the sublabels of specific entities. Because of this mass ownership, UMG is a dominant institution in the music industry, garnering immense amounts of power and control over the music industry. Because they own EMI and Abbey Road, they own the rights to a significant portion the The Beatles’ catalog, including Let It Be, which means if any label, record company, or publisher chooses to produce and release any version of Let It Be, UMG has to license the rights to the album.</p>"},"location":{"address":"New York, NY\n","geocode":"40.765575,-73.981898"},"attributes":{"destinationindex":"2,3,4,11","image":[],"sources":[{"source":"https://www.universalmusic.com/company/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Calderstone Productions Limited","description":"<p>Calderstone Productions Limited is a publishing company directly associated with the Beatles. It’s another subsidiary of Universal Music Group. It deals with the licensing of the output of The Beatles recorded music that was previously owned by EMI. Under Calderstone Productions, the Beatles’ members' individual publishing companies, including George Harrison’s company, Harrisongs Ltd., Paul McCartney’s MLP Communications, and Apple Corps, which was formed by the Beatles, use Calderstone Productions Limited as a means of collaboration for managing and administering purposes, when it comes to giving access to the rights of the music for uses such as movies, tv, advertisements, etc.</p>"},"location":{"address":"London, England\n","geocode":"51.5074456,-0.1277653"},"attributes":{"destinationindex":"2,3,4,11","image":[],"sources":[{"source":"https://en.wikipedia.org/wiki/Calderstone_Productions"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":9,"name":"Sony","description":"<p>In 1995, Sony Music Publishing merged with Michael Jackson’s ATV Music company, which created the joining corporation Sony/ATV Music Publishing. When Jackson acquired ATV Music, it had already owned the catalog of Northern Songs, the publishing company that contained the rights to all songs that John Lennon and Paul McCartney wrote and released while they were in The Beatles. This includes the rights to songs off Let It Be, so like the case for other publishing companies with ownership rights over the Beatles catalog, Sony/ATV Music Publishing LLC is in charge of re-issuing and distribution rights for any company that wants to release Let It Be.</p>"},"location":{"address":"New York, NY","geocode":"40.7419329,-73.9870257"},"attributes":{"destinationindex":"2,3,4,11","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":10,"name":"DeAgostini","description":"<p>DeAgostini is an Italian publishing company that produces a large variety of products that are released as collections. They collaborate with publishers to create subscriber-based series. In 2017, DeAgostini released a twenty-three record collection series called “The Beatles Vinyl Collection” which was distributed throughout multiple countries with different issues of the same collection. For this release, Calderstone Productions licensed the series to DeAgostini. Let It Be was the 19th Beatles record in the series and came with special merchandise inclusions for subscribers. DeAgostini is an example of an innovative way of distributing products and working with publishers to allow for interactive releases of older content.</p>"},"location":{"address":"Italy \n","geocode":"45.4182,8.6147"},"attributes":{"destinationindex":"2,3,4,11,22,23,24,25","image":[{"URL":"https://i.discogs.com/VoaDgrDU3jwxLLIdS-T7QjBbbKQjUjaOMUOyXLSAkNo/rs:fit/g:sm/q:90/h:528/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9MLTEwOTI4/MzItMTYzMjU3OTAx/NS0yMjczLmpwZWc.jpeg"}],"sources":[{"source":"https://www.discogs.com/label/1092832-The-Beatles-Vinyl-Collection"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":11,"name":"MPO","description":"<p>MPO is a French vinyl pressing plant. Its title means “Moulages et Plastiques de l'Ouest', which is “Western Plastics Castings” in English. Its original plant was established in 1957 in France, but over the years has since expanded across the world. Their most prominent locations are across Europe. As for operations, their main production sites and logistic centers are MPO France, based in Averton and Villaines La Juhel; MPO Iberica, based in Madrid, Spain, and MPO Asia, based in Bangkok, Thailand. MPO was the plant that pressed the 2017 Beatles Vinyl Collection for DeAgostini, exemplifying how they operate internationally and continentally. Any delays they have disrupt vinyl release schedules.</p>"},"location":{"address":"Villaines-la-Juhel, France\n","geocode":"48.3373511,-0.2780186"},"attributes":{"destinationindex":"3,4,10,21,22,23,24,25","image":[{"URL":"https://i.imgur.com/vsDNfAr.jpg"}],"sources":[{"source":"https://www.discogs.com/label/56025-MPO?page=1"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"630","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":12,"name":"Shin-Etsu Chemical Co., Ltd (PVC)","description":"<p>Shin-Etsu Chemical Co. Ltd is one of the world's largest chemical companies and is based out of Japan. Out of the chemicals the company produces, it is a major producer of PVC, also known as Polyvinyl chloride, which is the most significant material in the making of vinyl records. PVC can also be used for a large variety of different uses so it can be sourced around the world. This specific company, being one of the largest companies not just in Asia but in the world, sources and produces a lot of the Polyvinyl chloride that gets made into vinyl internationally.</p>"},"location":{"address":"Chiyoda City, Tokyo, Japan \n","geocode":"35.6941626,139.7535624"},"attributes":{"destinationindex":"2,3,4,11,13,14,15,17","image":[{"URL":"https://www.indianchemicalnews.com/public/thumbs/news/2021/01/7451/Shin-Etsu_Chemical.jpg"},{"URL":"https://plasticdealers.in/wp-content/uploads/2022/09/PVC-SHINETSU-TK700.png"}],"sources":[{"source":"https://www.shinetsu.co.jp/en/products/infrastructure-materials/polyvinyl-chloride-pvc/"}]},"measures":{"measures":[{"mtype":"locations","mvalue":"5","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":13,"name":"AKZO NOBEL SALT, INC. (Industrial Salt)","description":"<p>Industrial Salt makes up 60% of PVC’s composition, so there are many places it can be sourced since it comes from bodies of water, specifically seawater. However, Akzo Nobel Salt is the largest salt producer in the U.S. The company’s headquarters are in Clarks Summit, PA, and is also the only company that exports raw materials in Cleveland, OH. Companies like Akzo Nobel contribute greatly to the easy access and distribution of industrial salt so that Polyvinyl chloride can be more efficiently produced and used for records. These companies all contribute to the chain effects of vinyl manufacturing and the more of them there are, the more smoothly records can be pressed, and releases can go out as soon as possible with minimal delays. </p>"},"location":{"address":"Clarks Summit, PA \n","geocode":"41.4941161,-75.703413"},"attributes":{"destinationindex":"12","image":[{"URL":"https://case.edu/ech/sites/default/files/2018-05/A03.jpg"},{"URL":"https://waterfrontonline.files.wordpress.com/2022/12/cayugacleveland.png"}],"sources":[{"source":"https://case.edu/ech/articles/a/akzo-nobel-salt-inc"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":14,"name":"Technip Energies (Ethylene)","description":"<p>Ethylene is a chemical part of the alkene family. It is made from hydrocarbon feedstock that comes from fossil fuels ranging from natural gasses to petroleum, though most ethylene is notably made from petroleum. Technip Energies is a company with the mission of expanding and developing ethylene plants around the world to improve the energy efficiency of the process of ethylene production. Because ethylene is such an integral chemical in industrial processes, the more plants that produce it, while being environmentally conscious is a crucial step in the production of many materials. With its headquarters in France, Technip Energies is also affiliated with plants in places such as Saudi Arabia, the United States, Mexico, and China. </p>"},"location":{"address":"Nanterre, Île-de-France, France ","geocode":"48.902068,2.219306"},"attributes":{"destinationindex":"12,15","image":[{"URL":"https://www.technipfmc.com/media/d3nla01w/oo044-img_name-announcement-technip-energies.jpg?anchor=center&mode=crop&width=1540&rnd=133282698276730000"}],"sources":[{"source":"https://www.ten.com/sites/energies/files/2021-03/Ethylene.pdf"}]},"measures":{"measures":[{"mtype":"carbonfootprint","mvalue":"18179000","munit":"kgco2e"},{"mtype":"locations","mvalue":"10","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":15,"name":"Strategic Petroleum Reserve (Petroleum/ethylene)","description":"<p>Ethylene is a significant part of the production of PVC, and petroleum is a widely used fossil fuel and oil that the production of ethylene depends heavily on. Petroleum is formed over the course of millions of years when the remains of marine organisms face extremely high temperatures and get transformed into the fossil fuels that are used in chemicals. The Strategic Petroleum Reserve (SPR) storage sites have multiple locations, including Bayou Choctaw in Iberville Parish, LA, West Hackberry in Cameron Parish, LA,  Big Hill in Jefferson County, TX, and Bryan Mound in Brazoria County, TX. These sites are used as a way to store and acquire petroleum in a more organized way.</p>"},"location":{"address":"Elmwood, LA ","geocode":"31.0365787,-93.3062759"},"attributes":{"destinationindex":"12,14","image":[{"URL":"https://www.energy.gov/sites/default/files/styles/full_article_width/public/2020/01/f70/SPR%20Sites%20v3.jpg?itok=2xXHvMJp, https://www.energy.gov/sites/default/files/styles/full_article_width/public/Bryan%20Mound.jpg?itok=xbBXp1Fg\n"}],"sources":[{"source":"https://www.energy.gov/ceser/spr-storage-sites"}]},"measures":{"measures":[{"mtype":"locations","mvalue":"4","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":16,"name":"MDC (Lacquer)","description":"<p>Lacquers are one of the most important parts of the production of vinyl records. They are used to make the stampers that mold the polyvinyl chloride into the records we listen to. Because of this lacquer is such a necessary material and is depended on to ensure the timeliness and schedules on which vinyl records are manufactured and released. Recently, one of the only lacquer manufacturers in the world was destroyed in a fire, leaving the brunt of lacquer production to a small Japanese company, MDC. This has caused a mass delay in record production. </p>"},"location":{"address":"Chuo-Ku, Tokyo, Japan ","geocode":"35.6717491,139.7768969"},"attributes":{"destinationindex":"2,3,4,11,18","image":[{"URL":"https://www.pbr.co.jp/master-photo-06.jpg"}],"sources":[{"source":"https://www.pbr.co.jp/master-en"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":17,"name":"Atlantic Carbon Group (Carbon)","description":"<p>For a long time, people questioned what made records black since their main material is polyvinyl chloride, which comes out clear. It was theorized that carbon was used for the pigmentation in order to color records black, and it was later figured out that leaving the PVC clear lets it be a natural insulator, which causes static charges, leading to the collection of dust within the grooves which could ultimately destroy the records. By turning the PVC black with carbon pigments, the records collect less dust and can last longer and better. The Atlantic Carbon Group owns carbon mines in Pennsylvania.</p>"},"location":{"address":"Jeansville Rd, Hazle County, PA ","geocode":"40.9267923,-75.9705791"},"attributes":{"destinationindex":"12","image":[{"URL":"https://atlanticcarbon.com/wp-content/uploads/2021/09/234-operations.jpg"}],"sources":[{"source":"https://www.furnacemfg.com/blog/why-are-vinyl-records-black/   https://atlanticcarbon.com/operations/"}]},"measures":{"measures":[{"mtype":"locations","mvalue":"5","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":18,"name":"Century Aluminum (aluminum)","description":"<p>Aluminum is the material that most lacquers are made out of and plated with. The music is transferred onto aluminum lacquers when they are taken and engraved with the grooves of the songs, which can then be used to press records by molding the grooves into the PVC and flattening it into the round shape they are sold in. Aluminum is used for the lacquer discs because it is a durable and strong material, which is required because the discs themselves are very thin with indentations. Century Aluminum is a company that owns multiple plants in Kentucky, South Carolina, Iceland, Netherlands, and Jamaica. Hawesville, KY, is their largest U.S. smelter.</p>"},"location":{"address":"Hawesville, KY ","geocode":"37.9000554,-86.754988"},"attributes":{"destinationindex":"16,19,20","image":[{"URL":"https://s23.q4cdn.com/963478445/files/images/plants-and-products/sebree/sebree-us-billet.jpg"}],"sources":[{"source":"https://centuryaluminum.com/products-and-plants/sebree-ky/default.aspx"}]},"measures":{"measures":[{"mtype":"carbonfootprint","mvalue":"4000","munit":"kgco2e"},{"mtype":"locations","mvalue":"6","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":19,"name":"Kola MMC Mine (Nickel)","description":"<p>Nickel is used to seal the metal master disc. Once the lacquer disc has the music transferred onto it, it is submerged into the nickel to secure the final master and to be able to then transfer the grooves/music onto the puck of polyvinyl chloride. Across the world, nickel resources are at about three hundred-fifty million tons, with Australia, Indonesia, Russia, South Africa, and Canada containing 50% of the nickel resources. The Kola MMC Mine is a nickel mine in Russia and one of the largest in the world. It’s owned by MMC Norilsk Nickel and, in 2022, produced an estimated  151.03 thousand tonnes of nickel.</p>"},"location":{"address":"Murmansk Oblast, Russia ","geocode":"68.0000418,33.9999151"},"attributes":{"destinationindex":"16,18,20","image":[],"sources":[{"source":"https://www.mining-technology.com/marketdata/ten-largest-nickels-mines/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":20,"name":"Peñasquito Polymetallic Mine (silver)","description":"<p>In record production, silver is used to really secure the master disc as it is about to go through the mass production and replication of records, which consequently can cause a lot of damage to the disc. Silver is one of the multiple materials used in the metal plating stage of vinyl record production and is followed by the step of using the master to create a stamper, which is then used to press the PVC. The leading silver mining countries in the world include Mexico, China, Peru, and Poland. The Peñasquito Polymetallic Mine is in Mexico and is one of the largest silver mines in the world.</p>"},"location":{"address":"Mazapil, Zacatecas, Mexico \n","geocode":"24.6387,-101.5545"},"attributes":{"destinationindex":"16,18,19","image":[{"URL":"https://www.mining.com/wp-content/uploads/2019/12/penasquito-pit-1024x576.jpg"}],"sources":[{"source":"https://www.mining-technology.com/features/feature-the-10-biggest-silver-mines-in-the-world/?cf-view"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":21,"name":"Alliance Entertainment (Distribution center)","description":"<p>Alliance Entertainment is an integral step in the distribution process of vinyl records to different retailers. Alliance serves as a top player in the music and entertainment industries. At certain points during the past decade, they held 48% market share out of all 11.9 million records sold in that one year. They are a very trusted source when it comes to distributing vinyl records, among other media. Distribution centers are one of the most dependent on aspects of vinyl sales and scheduling and have to be extra organized when shortages and delays occur. They are the reason consumers are able to purchase and listen to vinyl records.</p>"},"location":{"address":"Shepherdsville, KY\n","geocode":"37.9638046,-85.6758038"},"attributes":{"destinationindex":"22,23,24,25","image":[{"URL":"https://pvu.thebluebook.com/inc/img/qp/5974/excel-services-alliance-entertainment-corporation.jpg"}],"sources":[{"source":"https://www.aent.com/about"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":22,"name":"The Beatles Store (official merchandise)","description":"<p>The Beatles, like most musicians, have official websites where they sell apparel, tickets, and physical music. On their store’s website, they have three pages worth of different albums on vinyl, including Let It Be. According to the website, the album has been re-mixed recently by the original producer's son. This represents the production of new versions of the album that are meant to be distributed through the mail since their official merch store is online. They have online stores catering to the UK, North America, and Japan, as well as generic merchandise for other countries. </p>"},"location":{"address":"London, England \n","geocode":"51.4967087,-0.1650959"},"attributes":{"destinationindex":"3,4,10,21","image":[],"sources":[{"source":"https://usastore.thebeatles.com/collections/vinyl"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":23,"name":"Generation Records (Indie record store)","description":"<p>Generation Records is an independent record store in New York City. Independent record stores are everywhere and can range from very small to very large. They are usually owned by individuals as opposed to being run by corporations. As for distribution, indie stores can have arrangements with labels to have new records shipped. For the inventory of older or used records, the general public provides the stock, with store owners being able to buy individual records off of people trying to sell them or buy entire collections from sellers. Because of this, any kind of record, from new and still in plastic to used with scratches and damaged sleeves, can be sold at indie stores. Indie stores are catered more to older generations as it’s more common for them to sell older music. This is where older pressings of Let It Be could be found.</p>"},"location":{"address":"New York, NY \n","geocode":"40.7288655,-73.9991635"},"attributes":{"destinationindex":"3,4,10,21","image":[{"URL":"https://4.bp.blogspot.com/-p0-aheabsaQ/Wtyd7yi3kfI/AAAAAAAALuE/JFZmo0xf3Dor4htNBZlquXWgvAMshAKPACLcBGAs/s1600/GenerationRecordsInt1RSDay74900.jpg"}],"sources":[{"source":"https://www.generationrecords.com/"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"10","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":24,"name":"Newbury Comics (Large retailer)","description":"<p>Newbury Comics is a franchise of record/pop culture stores. They sell multiple forms of physical music, as well as other forms of merchandise for fans of music, television, film, etc. These large chain retailers are typically owned by corporations are are selling a specific brand, in the case of Newbury Comics, their brand is pop culture and current trends. Newbury is mostly catered towards younger generations because they sell new pressings and current music from popular musicians and typically get albums shortly after they are released. A lot of big corporate record sellers also sell special or limited edition versions of certain records. Besides the original store on Newbury Street in Boston, the other stores in the franchise are mostly found in malls and shopping centers and ship online packages from a warehouse in Massachusetts.</p>"},"location":{"address":"Boston, MA \n","geocode":"42.3481831,-71.0870822"},"attributes":{"destinationindex":"3,4,10,21","image":[{"URL":"https://www.wickedlocal.com/gcdn/authoring/2019/12/10/NWKL/ghows-WL-995fa1b3-8455-2416-e053-0100007f0b24-34d4882f.jpeg"}],"sources":[{"source":"https://www.newburycomics.com/"}]},"measures":{"measures":[{"mtype":"locations","mvalue":"29","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":25,"name":"Black Box Record Club (Subscription retailer)","description":"<p>One type of vinyl retailer is a subscription-based service where a customer will subscribe and based on their level of subscription, they get sent a certain amount of records each month. These kinds of companies either send out records at random or services like Black Box Record Club will curate the record selection based on the customer's tastes and preferences. They can even connect their Spotify and Discogs so the curators know what they would like. Records are sourced from distributors, and labels are shipped from Chicago.  This helps encourage the consumption of vinyl, keeping the record industry alive, and also introduces music fans to older and newer music and artists. These types of retailers bring an exciting and innovative way to generate curiosity and excitement when listening to previously unknown music.</p>"},"location":{"address":"Chicago, IL \n","geocode":"41.8755616,-87.6244212"},"attributes":{"destinationindex":"3,4,10,21","image":[{"URL":"https://static1.squarespace.com/static/59a6fd41bebafb8b3f420544/t/61f064a2c4ed6c2c8c43fee7/1643144398223/IMG_20211118_152106_785.jpg?format=1500w"}],"sources":[{"source":"https://blackboxrecordclub.com/"}]},"measures":{"measures":[{"mtype":"employees","mvalue":"25","munit":"ct"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}