{
	"name": "Manifest Samples",
	"description": "You can start with data from our <a href='data/'>repositories</a>, or load a URL in one of the <a href='edit/'>file formats</a> we support.", 
	"collection": [
		{"id": "manifest-json/samples/western-electric.json", "title": "Western Electric Telephone (1927)", "description": "This is a reconstruction of the supply chain for the Western Electric produced telephones of the late 1920s. The information for this historic Manifest is drawn from archival Western Electric/AT&T materials--expecially the 1927 document, _From the Far Corners of the Earth_ and Western Electric's _Material Series_ advertisements. It also incorporates records of some supplier companies. While this appears to be an example of a **Component/Constitution Manifest**, unlike the vast number of subassemblies for a telephone today the supply chain of the telephone was heavily centralized at Western Electric's Hawthorne Works. Nor was it sold commercially (telephones were leased to subscribers). And so it is equally reasonable to consider it as a kind of **Upstream/Downstream Manifest**. This Manifest incorporates quotes from historic sources and imagery into its presentation.", "categories": "historic, narrative, component/constitution, connections"},
		{"id": "manifest-json/samples/typical-laptop.json", "title": "Typical Laptop Computer (2007)", "description": "This is a Manifest based on Dylan Tweney's 2007 PC Magazine article [\"What's Inside Your Laptop?\"](https://dylan.tweney.com/2007/03/13/whats-inside-your-laptop/) It isn't a comprehensive examination of a specific laptop (though it references Dell's Latitude D600—a 1.8-GHz Pentium M 745, with 512MB of RAM, 802.11g wireless, a DVD burner, and an 80GB hard drive), rather it is an example of a **Component/Constitution Manifest**. These are documents which compile the list of materials, sites, or people who constitute either a particular part or product, or the general requirements of a product category.", "categories":"component/constitution, quantitative, connections"},					
		{"id": "manifest-json/samples/uranium.json", "title": "Uranium Distribution (2011)", "description": "This is a **Commodity/Production Distribution Manifest** showing uranium and uranium compound distribution through the port of Hamburg in 2011, based on data compiled in response to inquiries from _Die Linke_ (the Left Party) and released by the Hamburg Parliament as [Document 20/2843] (https://www.buergerschaft-hh.de/parldok/dokument/35310/wie_viele_atomtransporte_gehen_tatsaechlich_durch_hamburg_nachfragen_zur_drs_20_1354_und_anderen.pdf). Each entry indicates the sending and receiving entity, as well as the reported weight in kilograms, allowing viewers to quickly visualize the relative scale of uranium distribution.", "categories":"commodity/production distribution, quantitative"},
		{"id": "manifest-json/samples/apple.json", "title": "Apple Suppliers (2013)", "description":"This is a **Supplier Manifest** derived from [Apple's 2013 supplier list](https://thetyee.ca/News/2014/03/27/Apple_Supplier_List_.pdf), inspired by the [interactive map](https://web.archive.org/web/20150508173210/http://www.tealeafnation.com/2013/02/who-supplies-apple-its-not-just-china-an-interactive-map/) developed by Tea Leaf Nation and ChinaFile. Like many **Supplier Manifests** this information is neither complete, nor is it differentiated by product. Still, it helps provide a snapshot of the geographies, countries, and cultures enrolled in a company's operations.", "categories":"supplier manifest"},
		{"id": "manifest-json/samples/amazon.json", "title": "Amazon Fulfillment Centers (2016)", "description":"This is a **Facilities/Infrastructure Manifest** of current and planned Amazon fulfillment centers circa 2016, created as part of a short project on [studies in sortation](https://supplystudies.com/2016/02/07/studies-in-sortation/). Amazon’s fulfillment centers are specialized not only by their geography or contents, but by their mechanism of distribution. From books and dvds to tablets and televisions, some sort the small, some sort the large. Within each it matters what can be moved by men and women, what is suitable for machines, what is Prime and what is Fresh. The company began piloting its sortation centers as early as 2014, opening locations in Atlanta, Dallas, Houston, and Phoenix, New Jersey, and California. It has evolved significantly in the time since.", "categories":"facilities/infrastructure, quantitative"},
		{"id": "manifest-json/samples/vinyl.json", "title": "Vinyl Pressing Plants (2021)", "description":"This is a **Facilities/Infrastructure Manifest** of vinyl pressing sites drawn from [published listings](https://vinyl-pressing-plants.com/). In addition to detailing the locations of these sites across different regions, each entry includes quantitative information about the production capabilities of a given site—the average lead time for production, the miniminum quantity required for an order, and the miminum and maximum gram weights of the vinyl platters the press is capable of producing. This demonstrates Manifest's capabilities for scaling its visualizations by quantitative variables. Scaling by minimum quantity, for example, allows a viewer to quickly identify plants that are more suitable for smaller productions.", "categories":"facilities/infrastructure, quantitative"},
		{"id": "manifest-json/samples/hdd.json", "title": "Hard Disk Drive Supply Chain (2011)", "description": "This is an **Downstream Manifest** that provides information on the supply chain for hard disk drives (HDDs), with their moving, spinning mechanisms that have been supplanted in many use-cases by the mainly electrical operation of solid-state drives (SSDs). This information is compiled from a variety of sources and, while it focuses on Western Digital to some extent, also presents a general overview of the state of hard disk drive production in Thailand around the time of the 2011 floods.", "categories":"downstream, connections"},
		{"id": "manifest-json/samples/champion.json", "title": "Champion Petfoods (2013)", "description": "This **Upstream/Downstream Manifest** created as a [commodity biography](https://web.archive.org/web/20201011155737/https://sites.google.com/site/mydogsdinnersourcemap/home) by Carley L. (and their dog, Rusty) in 2013 follows the ingredients for Champion petfood to the Champion Petfoods factory in Morinville, Alberta, where the end product is then exported to 50 countries globally. It shows the Canadian farms and factories where ingredients come from (upstream) as well as the countries which import Champion Petfoods’ products for regional distribution (downstream). While the company ships to hundreds of cities throughout several countries, the map shows only one representative entry for each (using the address listed for the distributor/country on the company's website).", "categories":"upstream/downstream, narrative, connections"},
		{"id": "manifest-json/samples/bridgestone.json", "title": "Bridgestone Truck Tires (2013)", "description":"This is a **Downstream Manifest** that provides an overview of the global production locations of Bridgestone truck tires in 2012/2013, illustrating some of the geographies of the different stages and processes involved.", "categories":"downstream, connections"},
		{"id": "manifest-json/samples/nissan.json", "title": "Nissan Supply Chain (2014)", "description":"This is an **Upstream/Downstream Manifest** that provides an overview of the global locations for Nissan Motor Corporation in 2013, illustrating Nissan suppliers, manufacturing plants, and dealers. Some basic connection information is included, and the information has been categorized to allow sorting.", "categories":"upstream/downstream, connections"},
		{"id": "manifest-json/samples/algae.json", "title": "Algae Biofuel Producers (2010)", "description":"This **Commodity/Production Distribution Manifest** shows known algae-based biofuels producers circa 2010. While still an emerging industry, algae are renewable resources for biofuels that can be grown on non‐arable lands, using saltwater or brackish water. A significant advantage of using algae for biofuels is that it need not displace farmland used for growing food sources. The US Department of Energy reports that algae have the potential to yield at least 30 times more energy than land-based crops currently used to produce biofuels", "categories":"commodity/production"},
		{"id": "manifest-json/samples/adidas.json", "title": "Adidas Supply Chain (2012)", "description":"This is an **Upstream/Downstream Manifest** that provides an overview of the global locations for Adidas in 2012, illustrating manufacturing sources and a small number of retail sites.", "categories":"connections"},
		{"id": "manifest-json/samples/gap.json", "title": "GAP Inc. Supply Chain (2011)", "description":"This is an **Upstream/Downstream Manifest** that shows the manufacturing sites for textiles and other products sold at GAP stores, along with countries in which the company has retail operations.", "categories":"connections"},
		{"id": "manifest-json/samples/handm.json", "title": "H&M Retail Locations (2020)", "description":"This is an **Upstream Manifest** that shows retail sites for the clothing retailer H&M throughout the United States.", "categories":"upstream"}
		
		
	]
}