{"summary":{"name":"Apple","description":"<p>Apple is a massive tech company, with a wide array of services.  Apple manufactures personal computers, smartphones, tablets, and software. According to Britannica it is the \"first successful personal computer company and the popularizer of the graphical user interface. Headquarters are located in Cupertino, California.\" Started in 1976 by Stephen G. Wozniak and Steve Jobs, as they set out to make their own microcomputer. At the time, computers were massive pieces of technology. Apple Inc.'s goal was to create a computer that regular, everyday people could have in their homes. The company took off, and by 1980 was worth a net price of over $100 million. Apple continued to grow and expand over the years into the iconic tech company that we all know to this day. The iMac was released in 1998, and Apple quickly expanded from there. iTunes, the iPod, and the touch screen iPhone in 2007. With the expansion of Apple into the tech world, they expanded from computers and software to a multitude of other technologies and services. Apple Inc. is massive tech company that has expanded from a small garage, to a global phenomenon.</p>"},"nodes":[{"overview":{"index":1,"name":"Apple Headquarters","description":"<p>One of the first main Apple HQ's was on 1 Bandley Drive in Cupertino CA. Apple still occupies this space. At the headquarters there are many corporate positions. There is finance, legal, learning and developement, and global security. There is also environment and social initiative, policy and government affairs, and administration. This is where all of the behind the scenes occurs, and the creativity to create new technology can be found here and at Apple Park. There is also support and service, software development and services and operations and supply chains.</p>"},"location":{"address":"Bandley Drive, Cupertino CA","geocode":"37.3276516,-122.0344322"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://9to5mac.com/2017/11/13/apple-original-campus-headquarters/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Apple Headquarters: \"Apple Park\"","description":"<p>Apple Inc. headquarters in California is known as Apple Park. The massive spaceship like building is a giant loop which they call \"the ring\" and is Apple's second HQ in California. One of the largest office buildings in the world, Apple HQ began in 2014. This massive ring like building features 800 45-foot-tall rounded glass panels that connect all the way around the four-story structure. The ring and the entire Apple Park (including other structures) was meant be the ultimate workspace for the thousands of employees. It was also meant to be a place where visitors could come and experience Apple. At the Apple HQ in CA, while it houses thousands of employees, it is truly meant to be an iconic symbol of Apple's dedication to design, green energy, and the future of technology.</p>"},"location":{"address":"One Apple Park Way, Cupertino, CA","geocode":"37.3327282,-122.0054186"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://appleinsider.com/inside/apple-park"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"iCloud Data Center","description":"<p>The massive data center in North Carolina is where some of the iCloud data is stored. This massive center is powered by solar power. There is so much data in the panels that the center is about 103 degrees. This is to conceal the server and storage technology Apple is using. iCloud is a form of backup-- all data that is uploaded is stored so that it will never be lost. This data goes into the cloud, which is this massive center of servers in North Carolina. This center, along with the others, is heavily protected and is super secret. Apparently the manufactuer of the servers is not to be released or common knowledge.</p>"},"location":{"address":"5710 Startown Rd, Maiden, NC 28650, USA","geocode":"35.595936,-81.255059"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.datacenterknowledge.com/archives/2014/04/25/look-inside-apples-idatacenter-north-carolina"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Apple Store","description":"<p>Every Apple retail store is similar, yet slightly different. Most provide all services from retail, to the Genius Bar, where trained professionals can assist you in fixing your Apple products. At the Fifth Ave Store in New York City, there are a wide array of specific services that are offered. On top of retail, you can reserve a one-on-one session with a specialist to find the best Apple product for you. Genius Support is also offered, which is the tech servie that most, if not all, Apple stores offer to quickly resolve any issues one might ave with their Apple electronics. You can also bring in devices (that are  eligiable) to trade in old Apple products for new ones.</p>"},"location":{"address":"Fifth Ave, NY, NY","geocode":"40.7744146,-73.9656177"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.apple.com/retail/fifthavenue/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Apple Factory - Foxconn (China)","description":"<p>Much of Apple's actual hardware is made in huge factories in China. One of the major ones is Foxconn. Foxconn is a Chinese company that Apple uses to manufacture products. Workers say here they can each process up to 6,000 units per day. Thousands of people try to get jobs at this factory, as it is a steady source of income in an impoverished area. Foxconn's Shenzhen factories alone employs 235,000 workers which is roughly the population of Orlando, Florida. Here the actual metal pieces are made. This factory has dormotories so that the workers can sleep. There are night shifts as production does not stop, going around the clock. The conditions are not great, and there are even suicide prevention nets lining the windows. There is production, where the metal is put together, and then there is quality control where workers test the products to make sure they are up to company standard. The software is checked here as well. A single iPhone takes just under 24 hours to afully ssemble from separate parts to the final boxed product. This also includes a 6-8 hour software \"burning\" period.</p>"},"location":{"address":"Shenzhen, China","geocode":"22.543096,114.057865"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://abcnews.go.com/International/slideshow/inside-apples-factories-china-15750239/image-15750703"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}