{"summary":{"name":"Adobe","description":""},"nodes":[{"overview":{"index":1,"name":"Corporate Headquarters","description":"<p>2,500 of Adobe 15,000 employees work at their HQ in San Jose. The design of Adobe's HQ is similar to many of their contemporaries in the tech/Silicon Valley world. The office is comfortable and fully functional. By creating an environment that provides  every need, the company incentives their employees to stay and work later. </p>"},"location":{"address":"345 Park Avenue, San Jose, CA 95110","geocode":"37.3317153,-121.8934805"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.businessinsider.com/adobe-headquarters-office-tour-2017-5"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Data center ","description":"<p>This Adobe Data Center is estimated to be 60,000 sqft. One of the two data centers located in the US. The data center is critical in maintaining daily functionality. Adobe's Creative Cloud has become the bedrock of Adobe's business model meaning most of their users are accessing their software through the internet rather than physical download. Without the daily functionality of these data centers Adobe would crumble.</p>"},"location":{"address":"4455 NE Dawson Creek Dr, Hillsboro, OR 97124","geocode":"45.5494148,-122.9317547"},"attributes":{"destinationindex":"","image":[{"URL":"https://cdn.baxtel.com/data-center/adobe-hillsboro/photos/flickity_display_Adobe-Hillsboro-Rendering-of-Adobe-data-center.jpeg"}],"sources":[{"source":"https://www.adobe.com/corporate-responsibility/sustainability/data-centers.html"},{"source":"https://baxtel.com/data-center/adobe-hillsboro"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Local Branch","description":"<p>Adobe is a worldwide business. The company has over a dozen domestic offices, and is located on every major continent. These locations are far smaller than HQ in San Jose, but all of them facilitate the needs of the local consumers. By establishing offices in China, India, Japan, Korea, Australia, Brazil, South Africa and all throughout Europe they  are able to maintain the digital demands of their international consumer. As I said previously, the majority of Adobe's business is conducted digitally. These offices provide the servers and local tech support. This site in Ireland is one of the many smaller locations Adobe established to strengths its international businesses infrastructure.</p>"},"location":{"address":"6 Riverwalk, Naas Road 24, Dublin, Ireland","geocode":"53.290558,-6.419989"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.adobe.com/about-adobe/contact/offices.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Adobe Systems Federal","description":"<p>Adobe's location in Washington, DC is specifically focused on their work with the Federal Government and political campaigns. Recently, Adobe has become involved in tailoring applications for government needs. \"In 2020, for the first time ever, the U.S. Census Bureau will accept response online, powered by Adobe.\" (Adobe). Having a location in DC provides a great opportunity to work closely with their target audience. Adobe is known for being a company to facilitate creativity, but Adobe have expanded their arsenal to be the industry standard in all industries.  </p>"},"location":{"address":"Washington DC","geocode":"38.9071923,-77.0368707"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://business.adobe.com/solutions/industries/government.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Adobe Systems Benelux B.V.","description":"<p>Adobe has 71 locations currently operating, however this branch is one of the few primarily focused on wholesale physical distribution of their software. The netherlands location only has 20 employees, but supports the entire country. Adobe's digital business model requires a plethora of support locations but doesn't require nearly s many employees in each location, compared to tech companies that manufacture products in big warehouses. </p>"},"location":{"address":"Europlaza Hoogoorddreef 54a Amsterdam, 1101 BE The Netherlands","geocode":"52.3111079,4.9462899"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.adobe.com/about-adobe/contact/offices.html"},{"source":"https://www.dnb.com/business-directory/company-profiles.adobe_systems_benelux_bv.cdf29517650760be85a3cc6fa6bf4269.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}