{"summary":{"name":"Sling TV","description":"<p>Sling TV is an American streaming television service and is operated by a subsidiary of Dish Network.</p>"},"nodes":[{"overview":{"index":1,"name":"Corporate headquarters","description":"<p>Sling TV (as a subsidiary of Dish) and Dish Networks shared corporate headquarters sits within Englewood, CO and is where the firm directs its operations for both sections of the Pay-TV segment digital streaming and traditional television. The firm's executive team operates out of the Dish headquarters as do some of its highly-technical network engineering teams as well as the retail wireless segment.</p>"},"location":{"address":"9601 S Meridian Blvd / Englewood (HQ), CO","geocode":"39.54598,-104.856233"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.zoominfo.com/c/sling-tv-llc/369454372"},{"source":"https://www.dnb.com/business-directory/company-profiles.sling_tv_llc.9242c8385952d9c8ebe9fa1d906568bc.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Datacenter in Cheyenne, Wyoming","description":"<p>Sling TV uses several data centers for distributing digital streaming services and to host some of the technical aspects of the wireless business segment. Distribute digital content throughout the nation to provide reliable streaming services. Some of the firm's highly-technical network engineering teams also operate out of the WY data center. The WY data center is a colocation data center which means it’s leased to several other companies as well.</p>"},"location":{"address":"340 Progress Cir, Cheyenne, WY 82007","geocode":"41.1297135,-104.7416118"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Warehouse and distribution center in Denver, Colorado","description":"<p>Sling TV and Dish Network uses several commercial warehouses and distribution centers to receive and distribute different kinds of physical equipment to its customers, and to other parts of the organization. The distribution center located in Denver is able to store and distribute supplies such as TV hardware, cables, and other accessories.</p>"},"location":{"address":"12905 E 39th Ave, Denver, CO 80239","geocode":"39.7716093,-104.8365239"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.indeed.com/q-Dish-Distribution-Center-l-Denver,-CO-jobs.html?vjk=51c8f9c31b36c657"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Warehouse and distribution center in Atlanta, Georgia","description":"<p>A similar commercial warehouse and distribution center used by Sling TV and Dish Network to receive and distribute different kinds of physical equipment to its customers, and to other parts of the organization. The distribution center located in Atlanta is able to store and distribute supplies such as TV hardware, cables, and other accessories to the southeast and only operates under the Pay-TV business segment.</p>"},"location":{"address":"5859 New Peachtree Rd, Doraville, GA 30340","geocode":"33.8981668,-84.2830138"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.ziprecruiter.com/c/DISH-Network/Job/Warehouse-Associate-III-1st-Shift/-in-Atlanta,GA?jid=e1a5e60de2271c6c"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Customer call center, warehouse, service, and remanufacturing center in El Paso, Texas","description":"<p>In addition to warehouses and distribution centers, Sling TV and Dish Network utilize a 104,000 Sqft. call center and warehouse with over 2000 employees to provide customer service for it's Dish and Sling TV customers. Additionally, the warehouse is used as a service and remanufacturing center to fix customer equipment. The center exists to receive and distribute different kinds of physical equipment to its customers, and to other parts of the organization.</p>"},"location":{"address":"1285 Joe Battle Blvd Ste B, El Paso, TX 79936","geocode":"31.7175424,-106.2715219"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://ir.dish.com/static-files/1679e5b9-5491-4662-9b7d-e3d6f431cba4"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}