{"summary":{"name":"Tubi ","description":"<p>Tubi is a free, American ad-supported streaming service. Founded in April 2014, the service offers thousands of TV shows and movies not available on subscription-based services such as Netflix or Amazon. Tubi has partnerships with studios such as Paramount, MGM, Lionsgate, and TV networks like Starz and Sky. The platform pulls from a library of over 50,000 licensed films and over 25,000 total TV episodes, boasting over 5,000 movies and 1,000 TV series which rotate through the site every month. Tubi is only available to stream in the US and Canada  on connected TV devices like Roku, Xbox, Playstation, Apple TV, iOS, and web. </p>"},"nodes":[{"overview":{"index":1,"name":"Tubi Headquarters","description":"<p>At headquarters, 100-250 employees work year round for the platform. Apart from advertising and strategy, engineering takes up most of what happens day to day at the Tubi headquarters. In the office, engineers work to unify existing infrastructure. They do this by consulting application teams in increasing scale, complexity, and agility of code and data, increasing automation, release, and runtime of applications, and finding and improving the best practices for security, performance, and efficiency. </p>"},"location":{"address":"315 Montgomery St.\nFloor 11\nSan Francisco, CA 94104","geocode":"37.792112,-122.40288"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://corporate.tubitv.com/company/contact-us/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Tubi Office","description":"<p>For the four US office locations, there was very little information about general day to day operations. However, for the Chicago office, there were specific roles and their tasks that were detailed. As a Senior Software Engineer, the team leads multiple platforms, from Web to OTT devices. Day to day, they partake in writing rendering code that can work on low-spec devices, building innovative product features to help users discover and consume content, working on open source shared UI components library, and improving the video playback experience across different platforms </p>"},"location":{"address":"330 N. Wabash Ave, Floor 23\nChicago, IL 60611","geocode":"41.8885448,-87.6275359"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://corporate.tubitv.com/company/contact-us/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Tubi Office","description":"<p>For the four US office locations, there was very little information about general day to day operations. However, for the Los Angeles office, there were specific roles and their tasks that were detailed. As a Platform Engineer at Tubi, employees work closely with product engineering teams to build flexible APIs that enable \"rapid iteration and experimentation of the end user experience\". They continue to work everyday on improving the horizontally scalable video transcoding infrastructure that can utilize thousands of \"CPU cores to quickly transcode petabytes\" of video content. Lastly, Platform Engineers are a part of \"greenfield development\" which enables real-time video transcoding and packaging for Tubi ad developers</p>"},"location":{"address":"10250 Constellation Blvd, Floor 23\nLos Angeles, CA 90067","geocode":"34.057085,-118.417448"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://corporate.tubitv.com/company/contact-us/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Tubi Office","description":"<p>For the four US office locations, there was very little information about general day to day operations. However, for the New York office, there were specific roles and their tasks that were detailed. As an Advanced TV Specialist Manager, employees work with Tubi Direct Sales, Tubi Sales Ops, and Demand Partners to maximize revenue through consultation on advanced cross-screen \"measurement and programmatic\" strategy and execution across Tubi’s different platforms. Everyday, managers in this role promote the Tubi Advanced TV capabilities to brands and agencies across the U.S. as well as internal consultants to the Tubi Direct sales team.&nbsp;</p>"},"location":{"address":"530 7th Avenue, Suite #2801\nNew York, NY 10018","geocode":"40.7540534,-73.9886997"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://corporate.tubitv.com/company/contact-us/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Tubi Office","description":"<p>At this office, the China team gave an overview of what is expected from employees and some of their daily tasks. Within the office space, employees are expected to provide strong organizational and administrative support to the Beijing engineering team about office facilities and operations. Day to day, they do this by: maintaining a pleasant working environment for the team by general office operations, providing data support for budget, processing invoices and receipts with Finance vendors, taking part in new hires’ on-boarding process, and assisting with team business travel, outing and other celebration events. They also gave 30-100 as the range of other empolyees they come into contact with</p>"},"location":{"address":"Donghuang Bldg. Guangshun S. Street, 16\nRoom 19110, 19th Floor\nBeijing, China 100096","geocode":"39.9872896,116.4796277"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://corporate.tubitv.com/company/contact-us/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Fox Corporation Media Center","description":"<p>The Cente is said to be acting as the streaming and technology hub for Fox. The company is looking to increase their technological abilities and expand their growing platforms. The Center is expected to be running in 2021.</p>"},"location":{"address":"Arizona State University Research Park in Tempe, AZ","geocode":"33.336607,-111.897189"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.prnewswire.com/news-releases/fox-corporation-announces-fox-media-center-in-arizona-300843088.html#:~:text=NEW%20YORK%20and%20LOS%20ANGELES,Research%20Park%20in%20Tempe%2C%20Arizona."}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}