{"summary":{"name":"Pandora","description":"<p>Pandora is a subscription based music streaming service.</p>"},"nodes":[{"overview":{"index":1,"name":"Pandora Oakland Headquarters","description":"<p>The headquarters include a reception area, a huddle room that is subway themed, meeting and training rooms, lounges to hang out in, and multiple phone booth rooms that were designed by recording studios. The employees at Pandora headquarters are seated in an open office environemnt which allows for more conversation and spit balling of ideas. It creates a healthy and close working atmosphere. The headquarters are a key element of their corporate structure and covers many different functions like strategic planning, corporate communications, tax, legal, marketing, finance, human resources, information technology and customer service. There are also recording booths where recording can take place. Also, Pandora's data center is located here however, they have decided to move their data to the cloud.</p>"},"location":{"address":"Oakland, CA United States 2100 Franklin St #700","geocode":"37.8102222,-122.2663167"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://craft.co/pandora/locations"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Pandora Atlanta Office","description":"<p>These regional sales and support offices are specifically used for sales, client services and sales development. The Pandora team at this office is responsible for dealing with internal and external partners to execute campaigns for advertisers/agencies and ultimately help drive revenue for Pandora.</p>"},"location":{"address":"Atlanta, GA United States 1155 Peachtree St NE 14th Floor","geocode":"33.7859857,-84.3825418"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.pandora.com/static/careers/locationatl.html"},{"source":"https://atlanta.curbed.com/2018/8/28/17790330/pandora-apple-spotify-midtown-campanile-tower,https://craft.co/pandora/locations"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Pandora New York City Office","description":"<p>Pandora's New York City office is the second largest office following Oakland and is Midtown. The NY office is home to one of Pandora's largest sales teams and the sales leadership team where they help drive revenue and help Pandora reach financial goals. They connect brands, bands and fans through the passion point of music. At this loction, their sales team recognizes that Pandora's clients, whether they are a globally recognized brand or a local singer, are the vital for business success</p>"},"location":{"address":"125 Park Avenue 19th Floor New York, NY 10017","geocode":"40.751632,-73.9776388"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.archdaily.com/530917/pandora-media-inc-new-york-office-abastudio"},{"source":"https://www.pandora.com/static/careers/location-ny.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Pandora Chicago Office","description":"<p>The Chicago location is locates in the Prudential Plaza in the loops and is in the happenin' place of Chicago. Pandora's Chicago team deals with mostly sales, sales support and sales development and is just an extension of their New York location (because they also deal with sales and leadership).</p>"},"location":{"address":"Chicago, IL United States 130 E Randolph St #850","geocode":"41.8849569,-87.6230524"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.officelovin.com/2016/07/22/tour-pandoras-new-chicago-office/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Pandora Boulder Office","description":"<p>Pandora's Boulder office is located in the hotspot of Colorado, sitting right on the famous Pearl Street. Unlike the Oakland and New York City Office, the Boulder location has a small office feel and partake in Pandora Employee Resource Groups. This office deals with mostly engineering and product roles. The Pandora Employee Resource Group is an innovative programs where basically employees can team up in small groups and apply for $1,000 in funding from Pandora to host events to get employees together outside of the work world and have fun and make friends. The product team at this location work hard to develop quality products and services while also creating and delivering roadmaps for listeners, advertiser and music maker product portfolio and more. The engineering team is in charge of writing the software that supports all of Pandora's products and platforms</p>"},"location":{"address":"Boulder, CO 80302 United States 1600 Pearl St","geocode":"40.0188173,-105.2741601"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.pandora.com/static/careers/location-bco.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Santa Monica Office","description":"<p>This office is very lively, which partly can be owed to the beautiful location it is in, but also because the space also serves as a venue for onsite concerts, a ping pong table and a beauitful view of Bel Air and the Hills. This office mainly is the home to sales and client services but also includes team members from artists programming and partnerships, sales development and business operations</p>"},"location":{"address":"3000 Ocean Park Blvd Suite 3050, Santa Monica, CA 90405","geocode":"34.0189151,-118.4535015"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.pandora.com/static/careers/location-la.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"SiriusXM Studios","description":"<p>SiriusXM national broadcast studio complex, the parent company of Pandora Radio, is located in the Rockefeller Center. It is a very sophisticated, digitally complex and largest broadcasting facilties on the globe. This production site consists of extremely high quality equipment and recording studios that works with over 130 channels, four performance studios for artists and muscians and a digital library.</p>"},"location":{"address":"45 Rockefeller Plaza, New York, NY 10111 (Rockefeller Center)","geocode":"40.7587402,-73.9786736"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.siriusxm.com/servlet/Satellite?c=SXM_PageDetail_C&childpagename=SXM%2FSXM_PageDetail_C%2FOpenContent&cid=1282010533025&p=1283872687278&pagename=SXM%2FWrapper#:~:text=XM%20studios%20located%3F-,The%20SIRIUS%20national%20broadcast%20studio%20complex%20is%20located%20in%20Rockefeller,broadcasting%20facilities%20in%20the%20world."}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Everywhere","description":"<p>Pandora Radio is one of the leading streaming brands in the United States, following Apple Music and Spotify. Their mission statement is \"to enrich people's lives by enabling them to enjoy music they know and discover music they'll love, anytime, anywhere.\" Pandora originally was available in three countries, the United States, New Zealand and Australia however in 2017 Pandora decided to shut down two of the three countries it operated in due to financial struggles. Subrscibers who pay for premium are able to withhold access of Pandora if they are out of the country for so time.</p>"},"location":{"address":"Earth","geocode":"37.2321077,-95.7243335"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.statista.com/statistics/798125/most-popular-us-music-streaming-services-ranked-by-audience/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}