{"summary":{"name":"Google","description":"<p>Google is a multinational technology company that is based in Mountain View, California.  The company was originally founded as a search engine, but has since expanded into a host of other endeavors.  Areas of expansion include cloud computing, online advertising, software development, and hardware manufacturing.  Today, Google’s parent company, Alphabet Inc., is one of the highest grossing and most recognizable technology companies in the world.  Google has office locations all over the world, and each office has a certain specialization or area of focus.  In this organization operations map, I will detail selected Google offices and highlight the operations that take place there.</p>"},"nodes":[{"overview":{"index":1,"name":"GooglePlex","description":"<p>Google’s main corporate headquarters, known as Googleplex, are located in Mountain View, California.  This location is likely the most synonymous with Google and serves as the most comprehensive Google location with respect to the operations that take place there.  Also, Googleplex houses the largest number of Google employees of any Google location.  At Mountain View, there are employees for a wider breadth of Google products and services than there may be at other Google offices.  These headquarters are known for the tantalizing range of amenities such as free gourmet meals, childcare, dry cleaning, etc.  to which employees have access.  Especially in the United States, Googleplex is probably viewed by outsiders as the extent of Google’s corporate presence, but there are so many other locations around the world that provide essential services to ensure that all aspects of Google are operating smoothly for each and every Google user.</p>"},"location":{"address":"1600 Amphitheatre Parkway Mountain View CA, 94043","geocode":"37.4221773,-122.0840817"},"attributes":{"destinationindex":"","image":[{"URL":"https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/2-googleplex-google-headquarters-aerial-david-oppenheimer.jpg"}],"sources":[{"source":"https://critical-sustainabilities.ucsc.edu/googleplex-mountain-view/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Youtube","description":"<p>Google owns the online video platform of YouTube, which is headquartered San Bruno, California, which is also in the Silicon Valley.  These headquarters are home to YouTube’s operations, and also offer employees some typical Silicon Valley perks such as access to a basketball court and swimming pool that they are free to use throughout the day. YouTube divides its operations into four core components: Engineering, Product and Design, Business and Operations, and Trust and Safety.  There certainly are a variety of jobs that fall underneath each of these four main categories, but these categories provide insight about what YouTube considers the core aspects of its business.  For instance, the fact that the company has a dedicated Trust and Safety business unit indicates that YouTube does want its platform to be a safe community for all users.  Without a doubt, these headquarters in San Bruno are the main hub for a very important Google subsidiary and the way it conducts its overall operations.</p>"},"location":{"address":"901 Cherry Avenue San Bruno, CA 94066","geocode":"37.6281576,-122.4264549"},"attributes":{"destinationindex":"","image":[{"URL":"https://officesnapshots.com/wp-content/uploads/2020/03/youtube-headquarters-lobby-san-bruno-8.jpg"}],"sources":[{"source":"https://www.youtube.com/jobs/product-and-design/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Ann Arbor","description":"<p>Google has offices in Ann Arbor, Michigan.  It may seem surprising that the company would have an office in a relatively small city, but Ann Arbor is the home of the University of Michigan, so there is a deep pipeline of talent to which Google wants to be in close proximity.  Like all Google offices, the Ann Arbor location offers employees rare perks such as access to a masseuse or the ability to bring their dog to work.  The Ann Arbor office has a specific focus on entrepreneurship and innovation, which stems from the local culture in Michigan.  Google operates sales and customer service departments out of this office.  Also, there is a 24/7 technical support center that is based out of this office.  This office shares technical support responsibilities with a Google office based in Sydney, Australia.  These two cities may seem like an odd combination, but they may complement each other well given that they are in vastly different time zones.</p>"},"location":{"address":"2300 Traverwood Drive Ann Arbor, MI 48105","geocode":"42.3061788,-83.7141849"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://careers.google.com/locations/ann-arbor/"},{"source":"https://www.mlive.com/business/ann-arbor/2017/09/google_unveils_new_campus_in_a.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Pittsburgh","description":"<p>Similar to Ann Arbor, Pittsburgh may not immediately seem like an obvious locale for Google to conduct operations.  However, Google is proud to operate in Pittsburgh because the city is home to two acclaimed universities, Carnegie Mellon University and the University of Pittsburgh.  The schools churn out talented graduates that Google covets.  Google has a penchant for aligning its offices with the locations of top colleges and universities, which makes Pittsburgh so attractive to Google.  Google’s Pittsburgh location is home to the company’s Shopping Operations.  The company has a team dedicated to developing and maintaining Google Shopping, the platform that allows users to search for over three hundred million products on the Internet.  Google Shopping essentially aggregates a vast universe of products for sale online and allows users to compare prices and gain more information about certain products in one place.</p>"},"location":{"address":"6425 Penn Avenue Pittsburgh, PA 15206","geocode":"40.4573361,-79.9161194"},"attributes":{"destinationindex":"","image":[{"URL":"https://lh3.googleusercontent.com/PO_vEe-PN7ZLHT4Yrgo9sWdSB2H3AI8Talq6az0BuoRUr4sNYg70f0ug1duvsLXUuhYaCJtkhHx8Vajj3rCM6_EEfIVqWFnEWRUF=s700"}],"sources":[{"source":"https://careers.google.com/locations/pittsburgh/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Zurich","description":"<p>Google’s office in Zurich, Switzerland is the company’s European engineering hub.  This office focuses particularly on Google Maps and ensuring that the service is functioning properly across Europe, the Middle East, and Africa.  In fact, Google Maps for Europe, the Middle East, and Africa was launched by engineers in Zurich.  In addition to Google Maps, this office has also been responsible for key developments for both Gmail and YouTube.  On perhaps a less practical note, Google Earth’s Flight Simulator was developed by a Google employee from Zurich whose hobby was to fly.  This innovation speaks to the core identity of Google in Zurich, where engineering, innovation, and stretching the limits of the capabilities of Google products and services is encouraged.</p>"},"location":{"address":"Brandschenkestrasse 110 8002 Zurich Switzerland","geocode":"47.3653139,8.5244747"},"attributes":{"destinationindex":"","image":[{"URL":"https://www.officeinspiration.com/wp-content/uploads/Google-Move-4-032.jpg"}],"sources":[{"source":"https://careers.google.com/locations/zurich/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"New York","description":"<p>Google has a very strong presence in New York City, specifically in the Chelsea neighborhood.  In this location, Google has a particularly large sales team that interacts with advertising agencies and media firms.  Given that New York has such a large concentration of advertising and media firms, Google is wise to place an emphasis on sales in this market.  There is tremendous opportunity for partnerships with these firms, as Google is able to provide tremendous exposure to the clients of these firms.  Also, New York is unquestionably one of the most globalized cities in the entire world, so Google’s sales team is able to expand the company’s reach and interact with customers far beyond the five boroughs.  With this said, Google’s New York headquarters also house many engineers who are tasked with working on key properties such as Google AdWords, Drive Maps, and Search.  These offices are Google’s second-largest offices, behind only Googleplex.</p>"},"location":{"address":"111 8th Avenue New York, NY 10011","geocode":"40.7414688,-74.0033873"},"attributes":{"destinationindex":"","image":[{"URL":"https://api.time.com/wp-content/uploads/2014/07/002-google-colored-lounge1.jpg"}],"sources":[{"source":"https://careers.google.com/locations/new-york/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Singapore","description":"<p>Google’s Asia-Pacific operations are headquartered in Singapore.  The fact that Google’s denotes its Singapore location as its Asian headquarters over more established cities in Asia indicates that the company embraces the emerging qualities of Singapore and believes there is high growth potential in the market.  As this a more emerging market than North America or Europe, these offices are brimming with a wide range of divisions.  Such divisions include engineering, partnerships, and people operations.  This office also contains employees who work specifically on YouTube.  It makes sense that the company would want to have a YouTube division in Singapore in order to have an on-the-ground presence of one of its most lucrative subsidiaries in an emerging market.  In announcing the opening of this current office space, Google noted the location would host a “growing engineering team,” which further fits the idea that the company was focused on developing new ideas in order to cater to an emerging market.</p>"},"location":{"address":"70 Pasir Panjang Road, #03-71, Mapletree Business City, Singapore 117371","geocode":"1.2764794,103.799213"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.cnbc.com/2016/11/10/googles-new-apac-headquarters-in-singapore-is-a-blend-of-office-building-and-tech-campus.html"},{"source":"https://www.zdnet.com/article/google-houses-1000-employees-in-new-singapore-office/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Dublin","description":"<p>While Google has offices scattered across Europe, its European headquarters are located in Dublin, Ireland.  The headquarters are situated in the center of Dublin’s tech district where a number of technology companies have office space.  In Dublin, Google has an expansive sales team that targets over one hundred sales markets.  While Google has definitely become more established in the European market, the company likely has more growth opportunities in a foreign market like Europe as opposed to the United States.  Google’s property in Dublin also has engineers who are charged with maintaining the company’s European data center.  The reliability of the data centers in Europe is vital because this data center is used to power some of the company’s most used services such as Google search, Gmail, and Google Maps.  This data center covers Google’s servers in Europe, the Middle East, and Africa.</p>"},"location":{"address":"Gordon House, Barrow St., Dublin 4, Ireland","geocode":"53.3400468,-6.2357441"},"attributes":{"destinationindex":"","image":[{"URL":"https://officesnapshots.com/wp-content/uploads/2013/06/DOCKS_4Floor_6-700x467.jpg"}],"sources":[{"source":"https://metro.co.uk/2018/03/16/took-tour-googles-magic-happens-dreamy-imagine-7337482/"},{"source":"https://www.irishtimes.com/business/technology/google-to-spend-150m-expanding-dublin-data-centre-1.3487708"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}