{"summary":{"name":"Netflix","description":"<p>Netflix is one of the biggest streaming services in the world, with service in more than 190 countries. Netflix operates a vast collection of television shows and movies, in many languages and most genres. Though headquarted in Los Gatos, California, the company has gone global with their corporate offices, as well as production space. The huge span of Netflix's reach makes it a perfect candidate for this operations map.</p>"},"nodes":[{"overview":{"index":1,"name":"Headquarters - Los Gatos","description":"<p>Netflix's original headquarters are located in Los Gatos, California. This office is where many of the company's main functions take place, including \"engineering, data science and analytics, design and product\" (Netflix.com). The office is large and expansive in order to be a home to all these departments. On Netflix's careers website, they emphasize the convenience of the location, which allows employees to live in many desirable California cities such as San Francisco. The convenience of being in California is obvious, as a hub for the entertainment industry as a whole. Many of Netflix's original series are filmed around the state, so for practical use, this location choice makes sense. </p>"},"location":{"address":"100 Winchester Circle, Los Gatos, CA 95032","geocode":"37.259575,-121.9627527"},"attributes":{"destinationindex":"","image":[{"URL":"https://www.arch2o.com/wp-content/uploads/2018/10/Arch2O-netflix-headquarters-los-gatos-form4-architecture-41-2400x1585.jpg"}],"sources":[{"source":"https://jobs.netflix.com/location?slug=los-gatos-california"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Headquarters - New York","description":"<p>In 2019, Netflix purchased a larger office in New York City in order to expand corporate operations there. In addition, they announced they would be construction a production hub in Brooklyn. The newer NYC office space is located at 888 Broadway, while the Brooklyn sound stages will be built in the Bushwick neighborhood. On their webiste, Netflix explains that expanding in NYC gives them a closer connection to their business partners, and is a welcome investment by the city's lawmakers. As far as I could tell based on their current job board, this location is hiring for roles such as talent acquisition, production, and technology, though it appears that this location will house many of the same operations as their Los Gatos headquarters.</p>"},"location":{"address":"245 W 17th St, New York, NY 10011","geocode":"40.7414363,-73.9996584"},"attributes":{"destinationindex":"","image":[{"URL":"https://s12.therealdeal.com/trd/up/2020/11/1200Netflix-landlord-in-Bushwick-snaps-up-property-across-street-705x439.jpg"}],"sources":[{"source":"https://jobs.netflix.com/locations/new-york-new-york"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"AWS Data Center","description":"<p>In 2016, Netflix officially finalized their move to the cloud from their previous system of data bases. The joined the Amazon Web Services cloud, one of the most prominent in the United States. It is intentionally impossible to find the exact location of where Netflix's cloud data is stored among AWS's numerous data centers, but it is presumable that they have data stored in the Northern Region of Virginia, where unidentifiable warehouses stand across the region. An AWS data center is under such intense protection from attention because of all the valuable companies that put their content into this service. Many apps and websites put their trust into this service, including Instagram and Tinder. Netflix switched completely to the cloud in order to prevent crashes and other failures associated with traditional datacenters. </p>"},"location":{"address":"Northern Virginia","geocode":"38.8672599,-77.233959"},"attributes":{"destinationindex":"","image":[{"URL":"https://cdn.theatlantic.com/thumbor/3nZCLuY4E-oFky1q1tNO-_WdeT8=/630x422/media/img/posts/2016/01/DSC_0034/original.jpg"}],"sources":[{"source":"https://www.theatlantic.com/technology/archive/2016/01/amazon-web-services-data-center/423147/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Cinespace Studios","description":"<p>In 2019, Netflix announced they would be renting space at Cinespace Studios in Toronto to be used for their sound stages and office space. According to Cinespace's website, their main lot called \"Kipling Avenue Studios\" is the \"the busiest studio lot outside of Hollywood.\" </p>"},"location":{"address":"777 Kipling Ave #300, Etobicoke, ON M8Z 5Z4, Canada","geocode":"43.6304126,-79.5283778"},"attributes":{"destinationindex":"","image":[{"URL":"https://cinespace.com/wp-content/uploads/2015/07/IMG_3922-1024x768.jpg"}],"sources":[{"source":"https://www.hollywoodreporter.com/news/london-singapore-how-netflix-is-expanding-around-world-1229815"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"ABQ Studios","description":"<p>In the year before Netflix acquired space with Cinespace and New York, Netflix expanded into Albuquerque, New Mexico. Netflix purchased Albuquerque studios in 2018 and has since hugely expanded the space, with hopes to make it one of the largest studios in all of the continent. ABQ studios has 9 sound stages, along with office space and additional filming space. At the end of 2020, Netflix promised that more than $1 billion would be invested in coming years into ABQ. With these new developments, they are moving such well-known series as \"Strangers Things\" from Atlanta to Albuquerque. </p>"},"location":{"address":"Albuquerque Studios. 5650 University Blvd SE, Albuquerque, NM 87106","geocode":"34.9890068,-106.6137193"},"attributes":{"destinationindex":"","image":[{"URL":"https://abqstudios.com/wp-content/uploads/2013/11/ABQ-Studios-Sitemap_1_10_17.png"}],"sources":[{"source":"https://deadline.com/2020/11/netflix-billion-dollar-production-commitment-new-mexico-abq-studios-stranger-things-1234620435/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Estudios Gabriela Garcia Marquez","description":"<p>Estudios GGM, as it is known as, is a major studio in Mexico, just north of Mexico City. The booming of the production scene here has actually earned this space the titled \"Tlanewood,\" as a play on the region name and Hollywood. For Mexico has a whole, Netflix's introduction has massively changed the television industry. The bigger networks, Televisa and TV Azteca, have competition for the first time in a while, and are being forced to adapt and modernize.</p>"},"location":{"address":"Calle Tenayuca 1, Centro Industrial Tlalnepantla, 54030 Tlalnepantla, Méx., Mexico","geocode":"19.542583,-99.2000721"},"attributes":{"destinationindex":"","image":[{"URL":"https://estudiosggm.com/wp-content/uploads/2019/05/GGM_HomePage_grid_web.jpg"}],"sources":[{"source":"https://estudiosggm.com/?fbclid=IwAR2BOfupeloPuy7Pqjl8miXcz15_-ShcfLsycu0_ePVmsiAS9NQ0GaVtQKc"},{"source":"https://www.hollywoodreporter.com/news/how-indie-producer-argos-netflix-transformed-mexican-tv-1224880"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Cinematic Media","description":"<p>Cinematic Media is a separate company that operates within EGGM. Cinematic Media operates parts of the lot space and the soundstages, and is the main partner with Netflix. Within the company are producers, engineers, and tech gurus. These connections in Mexico and Tlanewood specifically set up Netflix to broaden their Spanish-language productions, and they are set to release 50 more television shows and movies with this partnerships.</p>"},"location":{"address":"Tenayuca #1-301,\nCol. Fracc. Industrial Tlalnepantla,\nTlalnepantla Estado de México, C.P. 54000","geocode":"19.542583,-99.2000721"},"attributes":{"destinationindex":"","image":[{"URL":"https://images.squarespace-cdn.com/content/v1/5b7ccdf88ab722c9dccdbb98/1540425233300-4XQE09R380EN6GI1P10L/ke17ZwdGBToddI8pDm48kA47qaxzGU3oa60Mv3IrElh7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0hGaawTDWlunVGEFKwsEdnE_ZbuhWuTjDl9Hn0Vaidb23CyzgPgNZ_l0zINYXrCLdg/GGM_GGM_3894+copy.jpg?format=1500w"}],"sources":[{"source":"https://www.cinematicmedia-mx.com/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}