{"summary":{"name":"Universal Pictures (also known as Universal Studios)","description":"<p>Universal Pictures, owned by the conglomerate Comcast, is an American film production and distribution company. It is the oldest film studio in the United States; It was one of Hollywood's \"Big Five\" during its Golden Age. Today Universal Pictures remains to be one of the top film companys in the world, producing some of the highest grossing films in the United States and worldwide. Universal Pictures' films are so popular amongst consumers that its theme park and many attractions are based off their most popular films.</p>"},"nodes":[{"overview":{"index":1,"name":"Universal Studios Lot","description":"<p>Universal Studios Lot is a television and film studio complex. The lot is about 400 acres large, containing more than 30 sound stages and 165 other performance spaces. The Lot includes facilites for televison broadcasting (studios for NBC, KVEA, E!, Access Hollywood, which are all under Comcast), stages and backlots for film productions, studio services (which includes: costume shops, metal shops, graphic/set design shops, paint shops, set lighting, etc.), post production services (includes editorial equippment, picture services, audio services, etc.), and special events (the lot consists of large multi-use spaces that can be used for meetings, screenings, corporate meetings, Bar/Bat Mitzvahs, etc.).</p>"},"location":{"address":"100 Universal City Plaza, Universal City, California 91608","geocode":"34.1361918,-118.3520161"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Universal Pictures Ltd","description":"<p>This location is one of Universal Pictures' corporate offices that mainly foucses the communciations side of the film media industry. More specifically, the provision of services; i.e the development, production, and acquisiton of films and/or rights to other companies and third parties.</p>"},"location":{"address":"825 8th Avenue, New York, NY 10019 United States","geocode":"40.7621024,-73.9869111"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Universal Pictures International Entertainment (UPIE)","description":"<p>This site is the headquater of international home entertainment division of Universal Pictures. Headed by Eddie Cunningham, this site markets and distributes its new releases and catalogue content. It is also responsible for locally produced and acquired content through a system of local liscenses (UPIE interacts with distribution partners from several countries and territoreis in Europe, Asia, South and Central America). UPIE has several other headquarters in Japan, Germany, Switzerland, France, Italy, New Zealand, etc.</p>"},"location":{"address":"Prospect House 80-110 New Oxford Street London, WC1A 1HB United Kingdom","geocode":"51.5168754,-0.1282516"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Universal Studios Canada Inc","description":"<p>Universal Pictures Canada Inc. is one of Universal Pictures' distribution sites; it distributes theatrical and non-theatrical filmed entertainment. This site deals with films, specialty motion pictures, and interactive/wirelss platforms.</p>"},"location":{"address":"2450 Victoria Park Ave Suite 4 North York, ON, M2J 4A2 Canada","geocode":"43.771302,-79.3225263"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Universal Studios International BV","description":"<p>Universal Studios Internaitonal BV is essentially the European Headquarters for Universal Pictures. They oversee all of the operations in the European Union and surrounding areas. They are also responsible for some of the company's film prodcution overseas, with its own studio lot (reduced in size) for content production and distribution.</p>"},"location":{"address":"Moermanskkade 421, 1013 BC Amsterdam, Netherlands","geocode":"52.399775,4.870506"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}