{"summary":{"name":"Sony Music Entertainment","description":"<p>Sony Music Entertainment, in many respects, serves as one of the many global record companies that specialize in the realms of music production and distribution. Yet, in spite of the company's esteem within the industry, we must consider the expansive (and global) operations of the company beyond the company's primary headquarters in New York City. Therefore, this assignment is meant to shed light on some of the lesser known subsidiaries and components of the company.</p>"},"nodes":[{"overview":{"index":1,"name":"Sony Music Entertainment: Company Headquarters","description":"<p>With its primary headquarters currently based in New York City, Sony Music Entertainment resides in arguably one of the two most prolific locations for American music production (with the other being Los Angeles). Overseeing various different record labels (including, but not limited to, Columbia Records, RCA Records, Legacy Recordings, and Epic Records), the company's headquarters is arguably where most of the so-called \"magic\" of the music business is conducted, and when considering how many prolific artists are currently based in New York, the location benefits such featured artists as Zara Larsson, Chris Young, Jack Kays, and many others.</p>"},"location":{"address":"25 Madison Avenue, New York, NY 10010","geocode":"40.7418571,-73.9870218"},"attributes":{"destinationindex":"","image":[{"URL":"https://www.sony.com/content/dam/sony/landing-pages/ssnyc/gallery-images/closing-gallery/SonyMusicExperience-2160x1216.jpg.transform/sony-carousel-basic/image.jpeg"}],"sources":[{"source":"https://www.sonymusic.com/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Sony Music Entertainment: Corporate Office","description":"<p>Serving as a separate organization from the company’s primary headquarters (though still in service of the company's headquarters), Sony Music Entertainment’s corporate office in Rutherford, New Jersey is primarily concerned with the more financial and marketing-based aspects of the music business, currently providing positions within the realms of accounting, auditing, revenue management and analysis, business and legal affairs, marketing management, and so forth. In some respects, we could say that this office acts exclusively as a corporate office and nothing necessarily more than that (i.e. don't expect any artists to arrive in Rutherford to discuss certain matters).</p>"},"location":{"address":"301 NJ-17, Rutherford, NJ 07070","geocode":"40.8177427,-74.1013304"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.glassdoor.com/Location/Sony-Music-Entertainment-Rutherford-Location-EI_IE37127.0,24_IL.25,35_IC1126974.htm"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Sony Music Entertainment Recording Studio: Battery Studios","description":"<p>A recording studio that’s also located in New York City, Battery Studios serves as the primary recording studio for Sony Music Entertainment’s artists. At this particular location, artists and technicians can engage in the services of music recording, mastering (available for high-resolution, CD, and even vinyl formats), remastering, audio transferring and archiving, and audio mixing. Battery Studios’ available equipment even includes both digital and analog services, as in the past, they have remastered the work of such prolific artists as Bob Dylan, Ozzy Osbourne, Miles Davis, and even Elvis Presley.</p>"},"location":{"address":"321 W 44th St #1006, New York, NY 10036","geocode":"40.7591815,-73.9897521"},"attributes":{"destinationindex":"","image":[{"URL":"https://cdn.smehost.net/batterystudioscom-45pressprod/wp-content/uploads/2020/03/Matt_Cavaluzzo_Room-2-1024x749.jpg"}],"sources":[{"source":"https://www.batterystudios.com/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Sony Music Entertainment Subsidiary: Sony Music Nashville","description":"<p>A subsidiary of Sony Music Entertainment, Sony Music Nashville serves to accommodate the many country artists that have signed with the company. Appropriately based in the country music capital of the United States (or “Music City,” as it’s commonly referred to as), the subsidiary accommodates such artists as Luke Combs, Georgia Webster, and Brad Paisley, and manages three record labels of its own (those being Columbia Nashville, Artista Nashville, and RCA Records Label Nashville). Specializing almost explicitly in the country music genre, the subsidiary serves to distribute these artists' music, and therefore, bring them into a much more mainstream space.</p>"},"location":{"address":"1201 Demonbreun St, Nashville, TN 37203","geocode":"36.1539262,-86.7869553"},"attributes":{"destinationindex":"","image":[{"URL":"http://www.aes-media.org/historical/html/recording.technology.history/images3/PDRM7516.jpg"}],"sources":[{"source":"https://web.nashvillechamber.com/Record-Labels/SONY-Music-Nashville-3040"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Sony Music Entertainment Subsidiary: Sony Music Latin","description":"<p>Based in Miami, Florida, Sony Music Latin, in many respects, is exactly what it sounds like: a subsidiary of Sony Music Entertainment meant to accommodate Latin artists or, more specifically, artists that specialize in the production of Latin music. Accommodating such artists as Carlos Vives, Manuel Turizo, and Silvestre Dangond, this subsidiary has managed to bring their artists and the Latin music genre as a whole into the field of mainstream distribution (especially when considering how an entire record label is dedicated to that genre), while still remaining separate from the American branch of Sony Music Entertainment.</p>"},"location":{"address":"3390 Mary St, Miami, FL 33133","geocode":"25.72866,-80.2400603"},"attributes":{"destinationindex":"","image":[{"URL":"https://images.squarespace-cdn.com/content/v1/5d4ad8243d651f0001b730db/1576601788949-RDCG86P1V7UJ50P4VQFP/ke17ZwdGBToddI8pDm48kGcfWwEITi7f49-WVrE2HdUUqsxRUqqbr1mOJYKfIPR7LoDQ9mXPOjoJoqy81S2I8N_N4V1vUb5AoIIIbLZhVYy7Mythp_T-mtop-vrsUOmeInPi9iDjx9w8K4ZfjXt2dk34Yb1z7KuJIlDACy_ocW3GKfFedfEshrkv8oRNBuhqCjLISwBs8eEdxAxTptZAUg/sony+gallery+%28CL+edit+2%29+%28gallery%29.png"}],"sources":[{"source":"https://www.sonymusiclatin.com/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Sony Music Entertainment Subsidiary: Columbia Records","description":"<p>Serving as one of the numerous primary subsidiaries of Sony Music Entertainment, Columbia Records’ location in Culver City, California gives its artists immediate access to the music industry, almost as an alternative to the New York-side of the business. With such artists as Adele, Beyonce, and Harry Styles having signed with the record label, Columbia Records arguably stands as one of the more iconic record labels of Sony Music Entertainment (along with RCA Records). Not to mention, the label's location in close proximity with Sony Pictures Entertainment allows for collaboration (i.e. the production of music videos with these respective artists).</p>"},"location":{"address":"10202 Washington Blvd, Culver City, CA 90232","geocode":"34.017707,-118.4014314"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"http://www.columbiarecords.com/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Sony Music Entertainment Subsidiary: Sony Music Entertainment UK","description":"<p>The United Kingdom-based subsidiary of Sony Music Entertainment, Sony Music Entertainment UK, in many respects, And similiar to Sony Music Latin or Sony Music Nashville, the company has record labels of its own (Columbia Records UK, RCA Records UK, etc.), and yet, unlike those subsidiaries, the company also services American artists (Bruce Sprinsteen, Alicia Keys, Snoop Dogg, etc.) that are also associated with Sony Music Entertainment.</p>"},"location":{"address":"9 Derry St, Kensington, London W8 5HY, United Kingdom","geocode":"51.5010159,-0.1912605"},"attributes":{"destinationindex":"","image":[{"URL":"https://fastly.4sqi.net/img/general/600x600/370811_bl0nel2dEGwrzIgwsO3YdPhPvjsySEujw0loH67XOwg.jpg"}],"sources":[{"source":"https://www.sonymusic.co.uk/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Sony Music Entertainment Recording Studio: Sony Music Studios Tokyo","description":"<p>In addition to the NYC-based Battery Studios, another recording studio for Sony Music Entertainment is currently located in Tokyo, Japan. Available for both Japanese and overseas artists, each of the five booths within the studio is managed by various engineers (i.e. recording, mastering, and authoring engineers) who work with the director (and naturally, the artist) to record and edit their tracks for potential publication and distribution. And similiar to Battery Studios, the booths are also available for reservation/rental by the general public (albiet for a rather hefty price tag).</p>"},"location":{"address":"9 Chome-6-35 Akasaka, Minato City, Tokyo 107-0052, Japan","geocode":"35.6672416,139.727762"},"attributes":{"destinationindex":"","image":[{"URL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/SME_Nogizaka_Building.jpg/1200px-SME_Nogizaka_Building.jpg"}],"sources":[{"source":"https://www.sonymusicstudio.jp/s/studioen/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":9,"name":"Sony Music Entertainment Poland (Subsidiary)","description":"<p>Lastly, yet another subisidary of Sony Music Entertainment is located in a foreign country, as Sony Music Entertainment Poland accomodates artists that are exclusive to Poland's music scene (such as Ania Dąbrowska, Dawid Podsiadło, and Kubi Producent). In many respects, we can say that this subsidiary doesn't have the same mainstream appeal as other subsidiaries of Sony Music Entertainment (such Sony Music Nashville or even, to a lesser extent, Sony Music Latin), yet still serves to sign (Polish) artists for potential record deals and promotions.</p>"},"location":{"address":"Zajęcza 2b, 00-351 Warszawa, Poland","geocode":"52.23992,21.028869"},"attributes":{"destinationindex":"","image":[{"URL":"https://s3-media0.fl.yelpcdn.com/bphoto/-gnjJscNCgnq0kUYVdXKYQ/348s.jpg"}],"sources":[{"source":"https://sonymusic.pl/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}