{"summary":{"name":"Soundcloud\n\nProject by Shea Washburn\n\n\n\n\n\n\n\n\n\n","description":"<p>Soundcloud is one of the world's largest music streaming platforms. Their goal is to allow a diverse creator-base to post their music directly onto the service, allowing them to spread their content on their terms. They have an open platform, meaning anybody can create an account and use it to post their music. Unlike many other streaming platforms, Soundcloud also allows its listeners to connect directly with artists and vice versa, making the act of music streaming into a more social experience than ever before. Soundcloud launched in 2008 and since has posted content from over 25 million creators across the globe.</p>"},"nodes":[{"overview":{"index":1,"name":"Soundcloud Berlin Headquarters","description":"<p>The current Berlin headquarters for Soundcloud is actually the second of its kind. Soundcloud was founded in Berlin in 2007, but completely remodeled and revamped their Berlin space in 2014. It is the largest office of the Soundcloud headquarters, fitting up to 350 employees and spanning about 4000 square feet. It's desgin reflects the style and mission of the company, featuring unique industrial styles paired with sleek modern touches. Built in a former-Brewery, this space is just as cool as the company that uses it. This office holds all of its Berlin employees from all teams, including sales, marketing, content, product development, and engineering teams, as well as technology teams like IT and software development. </p>\n<p>**This office also holds the data centers and is the Data Controller for all internationally based users.</p>"},"location":{"address":"Rheinsberger Str. 76/77, 10115 Berlin, Germany\n\n\n\n\n\n\n\n\n\n\n\n\n","geocode":"52.536532,13.3946568"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.archdaily.com/522788/new-soundcloud-headquarter-kinzo-berlin"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Soundcloud New York Headquarters","description":"<p>The New York City headquarters of Soundcloud is the home-base for United States business operations for the company. It is home to their sales, marketing, content, product development, and engineering teams. This office was set up in 2014, after its Berlin, London, San Francisco, and Los Angeles offices were already up and running. </p>\n<p>**This office also holds the data centers and is the Data Controller for all United States based users.</p>"},"location":{"address":"71 Fifth Avenue, Fifth Floor, New York, NY 10003","geocode":"40.73636,-73.992837"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://blog.soundcloud.com/2014/06/03/soundcloud-new-york-city-office/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Soundcloud LA Offices","description":"<p>Soundcloud's Los Angeles Offices are much smaller than its other offices. It holds members of their legal department, as well as other administrative roles such as copywriters, support roles, and technical engineering roles. The office is much more utilitarian in nature than the super sleek offices in New York and Germany. It is much smaller and more unassuming, and is located outside of LA's downtown area. </p>"},"location":{"address":"11845 W Olympic Blvd 11th floor, Los Angeles, CA 90064","geocode":"34.0332049,-118.4518533"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.glassdoor.com/Location/SoundCloud-Los-Angeles-Location-EI_IE407066.0,10_IL.11,22_IC1146821.htm"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Soundcloud London Offices","description":"<p>Soundcloud's London offices are actually located in a major business district of London, in Farringdon, near the London headquarters of other major international companies like Amazon and Goldman Sachs. The London offices house many of the company's more intense teams, like legal, financial, and producer teams. The London office is also a major hub for international communication. They have roles based in London that are specific to communication with other brands and streaming platforms, and the forging of partnerships. The London office also takes charge of the company's label relations department, which oversees the relationships that the company shares with major music label partners.</p>"},"location":{"address":"20 Bishop's Ct, Farringdon, London EC4M 7EP, UK","geocode":"51.5157051,-0.1027579"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://craft.co/soundcloud\nhttps://www.businessinsider.com/soundcloud-shuts-down-crucial-london-office-2017-7"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Soundcloud San Francisco Offices (CLOSED)","description":"<p>Soundcloud did have an office located in San Francisco. It mainly housed their technology departments, such as their software developers and engineers. However, this office was shut down in 2017 due to a series of job cuts to increase profitability within the company. The goal of these job cuts was to support \"long term\" growth, but came a year after the company increased revenue by more than double.</p>"},"location":{"address":"510 Treat Ave. Ste. 3, San Francisco, CA 94110","geocode":"37.7619678,-122.4140525"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.bizjournals.com/sanfrancisco/news/2017/07/06/soundcloud-closes-san-francisco-office.html"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Universal Music Group Headquarters (Affiliated Record Label)","description":"<p>Universal Music Group is one of the major record labels that Soundcloud has an official distribution deal with. Their headquarters is located in Santa Monica, California. UMG is also affiliated with numerous other streaming services. Their partnership with Soundcloud allows Soundcloud to participate in streaming music created under their record labels. </p>"},"location":{"address":"2220 Colorado Ave, Santa Monica, CA 90404","geocode":"34.0274107,-118.4742611"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.universalmusic.com/contact-us/\n\nhttps://blog.soundcloud.com/2016/01/13/announcing-our-partnership-with-universal-music-group/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Sony Music Entertainment Headquarters (Affiliated Record Label)","description":"<p>Sony Music Entertainment is one of the major record labels that Soundcloud has an official distribution deal with. Their headquarters is located in New York. Sony is also affiliated with numerous other streaming services. Their partnership with Soundcloud allows Soundcloud to participate in streaming music created under their record labels. </p>"},"location":{"address":"25 Madison Ave, New York, NY 10010","geocode":"40.7418571,-73.9870218"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.yellowpages.com/new-york-ny/mip/sony-corporation-of-america-465599899\n\nhttps://blog.soundcloud.com/2016/03/18/announcing-partnership-sony-music/"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Warner Music Group Headquarters (Affiliated Record Label)","description":"<p>Warner Music Group is one of the major record labels that Soundcloud has an official distribution deal with. Their headquarters is located in Los Angeles, California, though it was originally located in New York. Warner is also affiliated with numerous other streaming services. Their partnership with Soundcloud allows Soundcloud to participate in streaming music created under their record labels. </p>"},"location":{"address":"777 South Santa Fe Ave, Los Angeles, CA 90021","geocode":"34.03278,-118.2302763"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://www.rockwellgroup.com/projects/warner-music-group\n\nhttps://www.wmg.com/news/warner-music-group-and-soundcloud-announce-groundbreaking-partnership-20036"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":9,"name":"Anywhere!","description":"<p>Soundcloud's mission statement is to \"empower the world's audio creators with the best tools, services and resources to build and grow their careers.\" This means allowing developing artists to produce their own content that they can then distribute on Soundcloud's platform. This means that every creator on Soundcloud is an affiliate, and anybody can be a creator. Thus, the business relies on people recording just about anywhere—in their own homes, in the car, under a bridge. The possibilities are endless.</p>"},"location":{"address":"Earth","geocode":"37.2321077,-95.7243335"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"https://press.soundcloud.com/168497-soundcloud-introduces-new-personalized-playlist-soundcloud-weekly#:~:text=About%20SoundCloud&text=Founded%20in%202007%2C%20SoundCloud's%20mission,music%20is%20first%20on%20SoundCloud."}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}