{"summary":{"name":"Apple Factory History","description":"<p>This Manifest documents Apple Computer's manufacturing history. While today the company is primarily associated with manufacturing in places like China, Apple has a long and complicated history in manufacture. It went from renting or owning its own facilities to outsourcing and offshoring to companies many miles from Cupertino. It has both resisted trends and exemplified them, struggling with an almost pathological need for control of production while simultaneously surrending aspects of that production in pursuit of profit. In the end, it has become an emblem of supply chain capitalism.<br><br>In examining the history of Apple's assembly, we see that the many symptoms of the modern supply chain—the problematic labor practices, the environmental abuses, the human rights allegations—are not unique to its more recent partnerships with firms like Foxconn and Pegatron. In many respects, they stretch back to the beginning of the company—with contemporary concerns often having analogs decades earlier. They have always been a core feature of supply chain capitalism, in other words, not a bug.</p>\n<div class=\"cite\">Matthew Hockenberry, Idsel Rosas, and Karina Garcia, \"Manifest for Apple Factory History,\" <a href=\"https://manifest.supplystudies.com/manifest/apple-factories/\"><em>Supply Studies</em></a> (2024).</div>"},"nodes":[{"overview":{"index":1,"name":"Designed by Apple in California","description":"<p>This document records Apple's factory locations and major office facilities, as well as those of related companies like NeXT Computer and Foxconn. For each location it presents a timeline of major events, images, and quotations. Despite their relative recency, documentation on precise details concerning product lines—or even the addresses of locations—are sometimes difficult to come by. If you have any details you can contribute to this document, please get in touch.</p>"},"location":{"address":"One Apple Park Way, Cupertino, CA","geocode":"37.3347448,-122.0095465"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/mac-se.jpg"}],"icon":"star","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"157784400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Hewlett Packard Advanced Products Department","description":"<p><strong>1975-1976:</strong> Steve Wozniak develops the prototype for the Apple 1, working in his apartment and in his cubicle at HP. </p>\n<blockquote>\n  <p>\"I had a lower apartment early on at that complex but very soon moved to an upstairs one…something like 22L or 24L, I think but I have no reason to think that, especially the number. I might be able to find the exact apartment location in person. I’d say that maybe half of the design and conception and most of the software work was done in that apartment, but the real prototype construction was done in my cubicle at HP, mostly at night. I’d go home from work, eat a tv-dinner, watch Star Trek, and often head back to the building. I sometimes worked on HP stuff at night but usually my own fun constructions.\"</p>\n</blockquote>\n<p><a href=\"http://apple1computer.blogspot.com/2017/05/lets-take-closer-look-where-steve.html\">Steve Wozniak in correspondance with John Calande</a>.</p>"},"location":{"address":"19310 Pruneridge Ave, Cupertino, CA","geocode":"37.333450,-122.012140"},"attributes":{"destinationindex":"","category":"#Apple I","image":[{"URL":"./json/samples/applefactory/hp.png","caption":"HP-65 calculator Wozniak worked on while employed by HP. Wozniak would sell his own for additional capital to start Apple. Photograph from HP 1976 Electronic Instruments and Systems Catalog."}],"icon":"building","sources":[{"source":"https://www.hpmuseum.org/cgi-sys/cgiwrap/hpmuseum/archv018.cgi?read=140496"},{"source":"https://www.loopinsight.com/2018/05/14/woz-on-the-importance-of-hp-in-the-creation-of-apple/"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"189302400","munit":"utc"},{"mtype":"starttime","mvalue":"157784400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Villa Serra Apartments","description":"<p><strong>1975-1976:</strong> Steve Wozniak develops the prototype for the Apple 1, working in his apartment and in his cubicle at HP.</p>\n<blockquote>\n  <p>\"I had a lower apartment early on at that complex but very soon moved to an upstairs one…something like 22L or 24L, I think but I have no reason to think that, especially the number. I might be able to find the exact apartment location in person. I’d say that maybe half of the design and conception and most of the software work was done in that apartment, but the real prototype construction was done in my cubicle at HP, mostly at night. I’d go home from work, eat a tv-dinner, watch Star Trek, and often head back to the building. I sometimes worked on HP stuff at night but usually my own fun constructions.\"</p>\n</blockquote>\n<p><a href=\"http://apple1computer.blogspot.com/2017/05/lets-take-closer-look-where-steve.html\">Steve Wozniak, in correspondance with John Calande</a>.</p>"},"location":{"address":"20800 Homestead Rd, Cupertino, CA\n","geocode":"37.3359917,-122.0387221"},"attributes":{"destinationindex":"","category":"#Apple I","image":[],"icon":"building","sources":[{"source":"http://apple1computer.blogspot.com/2017/05/lets-take-closer-look-where-steve.html"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"189302400","munit":"utc"},{"mtype":"starttime","mvalue":"157784400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Steve Job’s Parent’s Garage","description":"<p><strong>1976:</strong> In the attached garage (and an empty bedroom) of the Jobs family home, Steve Jobs and Steve Wozniak assembled the first 50 Apple 1 computers. They sell them to Paul Terrell’s Byte Shop in Mountain View for $500 each.</p>\n<blockquote>\n  <p>\"Manufacturing for the Apple I computer took place in an empty bedroom in the Jobs family home. Jobs had enlisted his pregnant sister to placed the semiconductors and other computer components on a printed circuit board by hand. This time consuming task, known as 'stuffing,' required placing components in the correct holes on the printed circuit board without bending their delicate gold lead pins. The printed circuit board design reduced assembly time to six hours compared to the sixty hours it would take to hand wire each board.\"</p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<blockquote>\n  <p>\"The components came from an electronics parts houses that had enough faith to supply $20,000 worth of parts on credit to the pair of barefoot and bearded kids. The inventory of parts was kept in a bunch of plastic bags. The bedroom desk was scarred from the late night soldering sessions. Quality assurance comprised of an overnight test under a pair of heat lamps in a burn-in box that Jobs’ stepfather had built. Gradually operations expanded into the garage and kitchen table. The living room functioned as the conference room for formal meeting with company guests.\"</p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>"},"location":{"address":"2066 Crist Drive, Los Altos, CA","geocode":"37.3403608,-122.068943"},"attributes":{"destinationindex":"","category":"#Apple I","image":[{"URL":"./json/samples/applefactory/jobs-wozniak-1976.jpg","caption":"Jobs with Wozniak in in the garage of Jobs' parents in 1976."},{"URL":"./json/samples/applefactory/jobs-wozniak-1976-2.jpg","caption":"Jobs and Wozniak in 1976"},{"URL":"./json/samples/applefactory/garage-1.jpg","caption":"Photograph of Apple computers in Jobs' bedroom (credited to Jobs)"},{"URL":"./json/samples/applefactory/garage-2.jpg","caption":"Module developed by Wozniak and Jobs."},{"URL":"./json/samples/applefactory/garage-3.jpg","caption":"Work table in the garage."}],"icon":"building","sources":[{"source":"https://allaboutstevejobs.com/pics/pics_places/garage/garage"},{"source":"https://www.dailymail.co.uk/sciencetech/article-2462931/Apples-humble-beginnings-First-computers-revealed-Steve-Jobs-1976-photo.html"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"220942800","munit":"utc"},{"mtype":"starttime","mvalue":"189302400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Byte Shop","description":"<p><strong>1976:</strong> Assembled Apple I computers are sold at Paul Terrell’s Byte Shop in Mountain View for $500 each. This was part of a shift from kits for hobbyists to machines for users. As Laine Nooney writes: </p>\n<blockquote>\n  <p>\"Terrell was not interested in retailing a raw circuit board that hobbyists had to ﬁnish themselves.” Sensing that the \"commercial market for microcomputers outstripped the narrow conﬁnes of Homebrew,” he saw that \"what the customers coming into Byte Shop wanted was computing power without the labor of assembly.” </p>\n</blockquote>\n<p>Laine Nooney, )The Apple II Age: How the Computer Became Personal_ (University of Chicago Press, 2023), 26, 58. </p>"},"location":{"address":"1063 W. El Camino Real,\nMountain View, CA","geocode":"37.386890,-122.086690"},"attributes":{"destinationindex":"","category":"#Apple I","image":[{"URL":"./json/samples/applefactory/byteshop.jpg","caption":"Byte Shop opening, December 8, 1975."}],"icon":"store","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"220942800","munit":"utc"},{"mtype":"starttime","mvalue":"189302400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"PC '76","description":"<p><strong>August 28-29, 1976:</strong> The Apple I is shown at John Dilks' PC '76 computer show.</p>"},"location":{"address":"2100 Pacific Ave, Atlantic City, NJ","geocode":"39.356430,-74.435707"},"attributes":{"destinationindex":"","category":"#Apple I","image":[{"URL":"./json/samples/applefactory/PC76.jpg","caption":"Dan Kottke and Steve Jobs at the Personal Computing Festival (August 28, 1976)."},{"URL":"./json/samples/applefactory/PC76-2.jpg","caption":"Steve Jobs demonstrates the Apple 1 at the Personal Computing Festival (August 28, 1976)."}],"icon":"people","sources":[{"source":"https://www.apple1registry.com/en/theapple1.html"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"210124800","munit":"utc"},{"mtype":"starttime","mvalue":"210038400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Hildy Licht's \"Housewives\"","description":"<p><strong>1976:</strong> Apple contracts out manufacture to local assembly companies in order to meet demand. Hildy Licht's \"housewives\" stuffed boards and \"assembled the power supplies.\" </p>\n<blockquote>\n  <p>\"All circuit board manufacture and board stuffing, as well as power supply assembly, was farmed out to two board-stuffing companies in the Valley.\" \"A Los Altos mother and the wife of one of Wozniak's acquaintances from the Homebrew Club\" who also happened to be \"one of the best-known parts salesmen in the Valley,\" Licht operated a cottage industry. \"She was flexible, could make revisions on boards, and offered overnight service.\" \"Parts were delivered to her home and she distributed them to hand-picked assemblers scattered around the neighborhood, tested the finished work, and returned it to Apple in the back of her brother's brown 1967 Plymouth [surfer-style].\" \"[This came to function as] Apple's first delivery vehicle.\" Inside \"it was covered in red paint, not because the company was called Apple, but because tested and untested circuit boards were differentiated by whether they were in a red box, and the paint rubbed off.\" </p>\n</blockquote>\n<p>Everett M. Rogers and Judith K. Larsen, <em>Silicon Valley Fever: Growth of High-technology Culture</em> (Allen &amp; Unwin, 1984) and Michael Moritz, <em>The Little Kingdom</em> (William Morrow &amp; Co., 1984).</p>\n<blockquote>\n  <p>\"'Our business,' [Apple's first CEO Michael Scott said] 'was designing, educating, and marketing.' Scott thought that Apple should do the least amount of work that it could and that it should let everyone else grow faster. 'Let the subcontractors have the problems'\" </p>\n</blockquote>\n<p>Everett M. Rogers and Judith K. Larsen, <em>Silicon Valley Fever: Growth of High-technology Culture</em> (Allen &amp; Unwin, 1984).</p>"},"location":{"address":"Mountain View, CA","geocode":"37.386051,-122.083855"},"attributes":{"destinationindex":"","category":"#Apple I,#Apple ][","image":[],"icon":"people","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"189302400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"General Technology Corporation","description":"<p><strong>1976:</strong> \"[Apple] also turned to a larger company that specialized in turning out larger quantities of printed circuit boards…the sort of service designed to relieve small companies of time-consuming chores.\" </p>\n<blockquote>\n  <p>\"Dick Olson [of General Technology Corporation in San Jose] was given the task of stuffing the main circuit boards.\" [Apple began working with GTC] in 1976 when Steve Jobs walked in the door…and offered [them] a contract. At that time GTC had 30 board-stuffers and could only complete 100 circuit boards a day.\" \"'It was the beginning of a beautiful relationship,' Olson said.\" \"By 1983 GTC had 450 employees. Many are women who are black, Spanish-speaking, or members of other minority groups. They start working at minimum wage and are trained to insert the pronged chips into the circuit boards. The work is boring and the chances of upward mobility are dim for board-stuffers. Each employee signs a checklist after completing a board to indicate responsibility for the work. Then the circuit board is tested, any mistakes are corrected, and out the door go the 'guts' of another Apple computer. A board may go to Apple's Singapore assembly plant, where it joins the plastic case, the keyboard, and other components to be mounted on an aluminum base plate. It all fits together with ten screws, just as Woz designed it in 1976.\" </p>\n</blockquote>\n<p>Everett M. Rogers and Judith K. Larsen, <em>Silicon Valley Fever: Growth of High-technology Culture</em> (Allen &amp; Unwin, 1984); Michael Moritz, <em>The Little Kingdom</em> (William Morrow &amp; Co., 1984); <em>Infoworld</em>, \"Assembling Micros: They Will Sell No Apple Before its Time\" (March 8, 1982).</p>\n<blockquote>\n  <p>\"'From day one we had remarkably high acceptance results with that design,' Olson recalls, 'Usually if 70 percent of stuffed boards work when you go to test, you're doing well. But the Apple II board always yielded in the 90s right from the start.\" </p>\n</blockquote>\n<p>Jeffrey S. Young, <em>Steve Jobs: The Journey is the Reward</em> (Scott Foresman, 1987).</p>\n<p><strong>1981:</strong> \"Last year GTC stuffed more than one million boards, total, for Apple and other companies. </p>\n<blockquote>\n  <p>\"'A lot of people have trouble wave soldering, for example,' said Richard Olson, president of GTC. 'We are doing a good job.' Economies of scale are one reason companies such as Apple turn to companies like GTC. Another is that GTC can shift people around to work on various boards more efficiently than a one product company such as Apple could. When not working on Apple boards, GTC workers can be assembling boards for Convergent Technolo- gies, Qume, Sirius Systems, TeleVideo or any of nearly 60 other companies. Automated assembly methods, such as Commodore's use of insertion devices to stuff some of its boards, would not be as flexible as the present system of hand assembly, Olson said.\" </p>\n</blockquote>\n<p><em>Infoworld</em>, \"Assembling Micros: They Will Sell No Apple Before its Time\" (March 8, 1982).</p>\n<blockquote>\n  <p>\"Today, although GTC maintains a low public profile, it employs 450 workers, with one shift for assembly and two shifts for circuit testing so that test equipment is utilized during more hours of the day, Olson said. At GIC, the board assembly begins on long tables in brightly lit airconditioned rooms. The boards move past various work stations where employees (many of them women and/or members of minorities) are trained, starting at minimum wage, to place the pins of various parts in holes in the boards. At each stage, workers keep track of the tasks they've done, signing checklists that both hold them accountable for their work and give them 'the pride of authorship,' Olson said. After the boards have passed the last work station, inspectors check every part to see that it is in the right place and facing the right way, since one reversed part, such as a capacitor, could make the board inoperative. Boards travel over a Hollis wave-soldering machine after inspection, where an ever-flowing fountain of molten solder bonds together the board circuitry with the component pins. Special plastic masks protect certain holes from unwanted solder. After they have gone through a bath of de-ionized water, the boards are left to dry. Then inspectors check for soldering errors: for example, two pins being stuck together. The tasks from this point on require more and more skill, and GTC trains assembly workers for these jobs.\"</p>\n</blockquote>\n<p><em>Infoworld</em>, \"Assembling Micros: They Will Sell No Apple Before its Time\" (March 8, 1982).</p>\n<blockquote>\n  <p>\"In one building, GTC has three Fairchild testing devices, each of which has a series of probes that can automatically analyze finished boards for circuitry errors. An LED screen on the testing device flashes 'Testing Digital Devices' and other status reports for about a minute. Then the testing is complete: The screen lights up with either a 'Ready' sign or the location of any errors. A touch-up crew works nearby, soldering guns in hand while they inspect giant schematics of the board and repair any glitches. An in-house programming staff at GTC develops the programs for checking board circuitry, Olson said. When this testing is complete, 'the board has circuit continuity, the components are there, alive, but not necessarily up to speed,' Olson said. The boards then return to Apple. Apple tests for speed when it performs its three-stage inspection once the finished board has become part of the computer. Apple tests various parts of the computer, called subassemblies, as well as the entire computer, in a four-day burn-in test. The factory makes one last check before workers box the machines for shipment to dealers, and dealers also must inspect each machine when it arrives…As for board makers such as GTC, work continues briskly, despite conditions in other parts of the economy. 'We're going to be affected by business conditions,' 'Olson said. 'When times get tough, small customers tend to subcontract more, since people tend to put hiring freezes on, but keep up total volume.' Some companies will request fewer products, but the micro market, which includes the Apple boards, is still growing fast. Will GTC be stuffing boards for any new Apple computers in the near future? 'I can't comment on that,' Olson said with a smile.\" </p>\n</blockquote>\n<p><em>Infoworld</em>, \"Assembling Micros: They Will Sell No Apple Before its Time\" (March 8, 1982); See also: Lande Ajose, <em>No Ties That Bind: Low Skill Workers, Social Networks and Job Search in the Silicon Valley's New Economy</em> (MIT, 2002).</p>"},"location":{"address":"San Jose, CA","geocode":"37.338207,-121.886330"},"attributes":{"destinationindex":"","category":"#Apple I,#Apple ][","image":[{"URL":"./json/samples/applefactory/GTC-1.png","caption":"Rows of Apple IIs await inspection."},{"URL":"./json/samples/applefactory/GTC-2.png","caption":"Apple employee inspects Apple IIs."},{"URL":"./json/samples/applefactory/GTC-3.png","caption":"Final assembly of an Apple III."}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"189302400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":9,"name":"The Good Earth Building","description":"<p><strong>1977:</strong> Apple moves to a building in Cupertino, CA, nicknamed “The Good Earth Building” because of its close proximity to the Good Earth restaurant. </p>\n<blockquote>\n  <p>\"The company had moved out of the garage and into a new building. But manufacturing was still in its infancy stages. Production was still a very manual task. Twenty-eight people reported to one supervisor. Pen and paper tracked inventory and shipments. Half of the production area was filled with a three year supply of a part that Jobs had got at a good price.\" </p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<blockquote>\n  <p>\"It was a rather small office space…This one office included the lobby and office space without a dividing wall. When you turn to the right, you enter the manufacturing area. Incidentally, Apple occupied the adjacent office space to the right of suite C. A smaller office space where Bill Fernandez designed circuit board layouts… [The photos with the computers in the background] were taken on a Friday. We were waiting for UPS to pick up the 57 Apple II computers that were completed. The reason the photo was taken was because that was the first time that we tested, assembled and shipped 57 units in one work week. A big accomplishment back then for the team.\" </p>\n</blockquote>\n<p><a href=\"https://www.businessinsider.com/early-photos-of-apple-first-employees-offices-2017-1\">Mark Johnson</a>.</p>\n<blockquote>\n  <p>[For the Apple II Case] \"Steve phoned industrial designer Jerry Mannock, who had been recommended by some of Woz's former co-workers at H-P… Mannock had never designed a computer case before, but he agreed to do mechanical drawings for $1,500… The design Mannock created was essentially the Apple II Case as it is today. A thin wedge of plastic holds the keyboard in the front. This is molded with a box about four inches deep and a foot square behind it that holds the workings of the machine… The next trick was to produce the machine. Steven approached Howard Cantin, who had done the circuit board layout of the Apple I, and asked if he would to the II. Cantin agreed, but this time Steve was not as affable as with his first order. This being his third completed circuit board in a row, he knew what he wanted. Steve was developing a style of circuit board layout that reflected his artistic, emotional heart. If he couldn't design the schamtics, he could at least make sure that the board looked beautiful. This was previously unheard of--engineers cared only that it worked, not how it looked. Apple was after something different though…All the attention to detail paid off. The board used at the heart of the machine was extraordinarily produceable.\" </p>\n</blockquote>\n<p>Jeffrey Young, <em>Steve Jobs: The Journey is the Reward</em> (Scott Foresman, 1987), 132-139.</p>"},"location":{"address":"20863 Stevens Creek Boulevard, B-3-C, Cupertino, CA\n","geocode":"37.3241563,-122.0387297"},"attributes":{"destinationindex":"","category":"#Apple ][","image":[{"URL":"./json/samples/applefactory/stevenscreek.png","caption":"Apple Computer Corporation’s first office consisted of two suites in a modest building in Cupertino, California. From left to right, top: the main office, with Jobs standing, away from the camera, on the right; the research and development lab, with Daniel Kottke, Jobs’s traveling companion in India, in the background. Bottom: Mike Scott, Apple’s first president and Jobs at their desks in the main office; and the shipping and receiving department."},{"URL":"./json/samples/applefactory/stevenscreek0.png","caption":"Chrisann Brennan, Mark Johnson, and Robert Martinengo standing in front of what appears to be a pile of boxes containing the Apple II."},{"URL":"./json/samples/applefactory/stevenscreek1.png","caption":"From left to right: Elmer Baum, Mike Markkula, Gary Martin, Andre Sousan, Steve Jobs, Sue Cabannis, Mike Scott, and Don Breuner. Standing in the rear is Mark Johnson."},{"URL":"./json/samples/applefactory/stevenscreek2.png","caption":"Left to right: Elmer Baum, Mark Johnson, Don Breuner, and Daniel Kottke."},{"URL":"./json/samples/applefactory/stevenscreek3.png","caption":"The first twenty Apple II cases."},{"URL":"./json/samples/applefactory/stevenscreek-layout.png","caption":"The floor plan of the Stevens Creek office, drawn by Mark Johnson."}],"icon":"building","sources":[{"source":"https://www.lenconnect.com/story/news/local/brighton-pittsford/2015/05/03/these-photos-apple-s-first/34641352007/"},{"source":"http://ds-wordpress.haverford.edu/bitbybit/bit-by-bit-contents/chapter-9/9-9-apple/"},{"source":"https://www.businessinsider.com/early-photos-of-apple-first-employees-offices-2017-1#on-january-2-2017-chris-espinosa-employee-no-8-who-still-works-at-apple-tweeted-40-years-ago-tonight-woz-got-the-key-to-20863-stevens-creek-blvd-suite-b3-c-which-we-had-leased-for-the-first-apple-office-12"},{"source":"https://www.dobreprogramy.pl/@macminik/apple-design-deska-jerry-manock-i-projektowanie-na-zewnatrz,blog,72333"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"220942800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":10,"name":"West Coast Computer Faire","description":"<p><strong>April 16-17, 1977:</strong> The Apple II is shown at the first West Coast Computer Faire. Apple had booth 326 and 427 in front of the entrance.</p>\n<blockquote>\n  <p>\"Two days before the [West Coast Computer Faire], the first plastic cases arrived from the fabricator. Steve and Jerry Mannock had chosen the reaction-injection method of forming the case as opposed to structural foam. Steve knew absolutely nothing about plastic fabrication, but then neither did anyone else in the company, and since he was the most adamant about the look of the case, he took over the project. Although this method produced a less finished product--bubbles tended to appear on the surface of the case--it required less expensive tools on the assembly line than the other methods. The downside was that the tools, or forms, were good for only about 7,000 impressions, but the cost difference was substantial enough to warrant this choice… Unfortunately, the first cases looked terrible and Steve was furious, roundly cursing the 'plumbers' who had molded them…the team of Apple hopefuls spent the next 48 hours sanding, scraping, and spraypainting the plastic boxes in an attempt to produce something decent enough to display.\"</p>\n</blockquote>\n<p>Jeffrey Young, <em>Steve Jobs: The Journey is the Reward</em> (Scott Foresman, 1987), 132-139.</p>"},"location":{"address":"Civic Center Auditorium, 99 Grove St, San Francisco, CA","geocode":"37.778145,-122.4200123"},"attributes":{"destinationindex":"","category":"#Apple ][","image":[{"URL":"./json/samples/applefactory/FWCCF.jpg","caption":"Daniel Kottke describes taking the Apple II prototype to the Faire in a shoe box where Apple had booth 326 and 427 directly in front of the entrance."},{"URL":"./json/samples/applefactory/FWCCF-2.jpg","caption":"Jobs at West Coast Computer Faire."},{"URL":"./json/samples/applefactory/FWCCF-3.jpg","caption":"Jobs and Wozniak at West Coast Computer Faire."}],"icon":"people","sources":[{"source":"https://www.apple1registry.com/en/theapple1.html"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"230083200","munit":"utc"},{"mtype":"starttime","mvalue":"229996800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":11,"name":"Bandley 1 HQ","description":"<p><strong>January 28, 1978:</strong> The company opens its corporate headquarters in Cupertino. </p>\n<blockquote>\n  <p>\"The building had four quadrants: Marketing/Admin, Engineering, Manufacturing, and a large empty space that we did not know what to do with when we moved in. That’s why it’s labeled ‘Tennis courts?’ Needless to say that within two months it was our warehouse, and within six we had leased a building across the street and the one next door to expand into.\"</p>\n</blockquote>\n<p><a href=\"https://gizmodo.com/an-unearthed-hand-drawn-sketch-of-apples-70s-hq-5857003\">Chris Espinosa</a>.</p>"},"location":{"address":"10260 Bandley Drive, Cupertino, CA","geocode":"37.3283271,-122.033743"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/bandley-parking.jpg","caption":"View of Apple Headquarters (September 22, 1980)."},{"URL":"./json/samples/applefactory/bandley-layout.png","caption":"Bandley 1 floor plan layout, sketched by Chris Espinosa, January 30 1978."},{"URL":"./json/samples/applefactory/bandley-1234.png","caption":"Apple organizational charts and maps (1990)."}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"254811600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":12,"name":"San Jose Manufacturing","description":"<p><strong>1978:</strong> \"By 1983 there was no reason for Apple even to try to build its own high-performance drives; they could be bought off the shelf from other companies that already knew how. But the Twiggy project had been started in 1978, when the five-and-a-quarter-inch floppy disk was still a new invention\" [Frank Rose, <em>West of Eden: The End of Innocense at Apple Computer</em> (Penguin, 1989), 60-61].</p>\n<p><strong>September 1980:</strong> \"[By now] the company occupied fifteen buildings in Silicon Valley, eleven of which were in Cupertino. There was some manufacturing in Cuptertino and San Jose but large-scale manufacturing was conducted at a factory in Texas\" [Michael Moritz,  <em>The Little Kingdom</em> (William Morrow &amp; Co., 1984)].</p>\n<p><strong>1982:</strong> \"[The Apple ///'s] consumer popularity has increased enough in the last three months to warrant the opening of new manfuacturing sites to help meet the growing demand. In addition to San Jose, California, manufacturing facilities have been added in Dallas, Texas, for domestic distribution and Cork, Ireland, for European sales\" \"The Apple facilities in San Jose, California, will provide volume production through most of fiscal year 1982,' says Bill Deitsch, the overseer of manufacturing for the Personal Computer System Division. Design changes and product improvements will continue to be tested in San Jose while hte rate of production increase measureably in Carroltton and Cork production centers [<em>Dimensions</em> 1, no. 2].</p>\n<p><strong>1983</strong>: \"Mass storage was out on Orchard Parkway in San Jose, just off the Bayshore Freeway in an area of flat, featureless farmland that was rapidly going industrial. It was not an attractive place, and \nattractive place.\"</p>\n<p>The site had been reponsible for manufacturing a new drive for the Lisa and Macintosh (\"Twiggy\"), but the results were not promising:</p>\n<blockquote>\n  <p>\"For years, engineers in Apple's mass-storage division had been working on a high- performance drive that was code-named Twiggy. Twiggy was going into Lisa, and it was supposed to go into Macintosh as well. But now Rosing was telling him that Twiggy was in deep trouble… They went onto the factory floor and started inspecting the Twiggies that were coming down the production line. When they talked to the people on the line, they discovered that most of them were temporaries who'd never built a disk drive before and didn't even know what one was. They discovered that engineering revisions were occurring so often that a single drive rarely got all the way through the production line without one. When they asked what the yield was—that is, how many drives coming off each step of the line actually worked-they were given figures like 30 percent. When they totaled up all the steps in the line and the yield for each step, they came up with a final yield that was virtually zero. In other words, a Twiggy that worked was a rare event. The more they learned, the redder Jobs's face became. Finally he began to sputter incoherently and talk about firing everyone in sight. Slowly, gingerly, lest he do something he'd later regret, Belleville maneuvered him into the parking lot. The two of them walked around the parking lot for a long time. Belleville kept repeating that it really wasn't these people's fault. He told him it was John Vennard, the head of the mass-storage division, they had to deal with, not these people. Finally they got in Steve's Mercedes and drove away.\" </p>\n</blockquote>\n<p>Frank Rose, <em>West of Eden: The End of Innocense at Apple Computer</em> (Penguin, 1989), 60-61.</p>\n<p><strong>May 24, 1985:</strong> Apple closes \"a San Jose factory.\"</p>\n<blockquote>\n  <p>\"The Cupertino, Calif.-based company said about 80 workers will be laid off at the plant, which made parts for the recently discontinued Macintosh XL (Lisa) computer. In recent weeks, Apple has dismissed about 1,600 workers, many of whom were temporary, as it closed or consolidated several production facilities. Apple said the San Jose plant also made prototype models of two machines under development for its new line of office-automation equipment. It will now seek outside suppliers for those products.\"</p>\n</blockquote>\n<p><a href=\"https://www.latimes.com/archives/la-xpm-1985-05-24-fi-17232-story.html\">\"Apple Said It Will Close a San Jose Factory,\" <em>Los Angeles Times</em> (May 24, 1985)</a>.</p>"},"location":{"address":"3073 N First St. San Jose, CA","geocode":"37.338207,-121.886330"},"attributes":{"destinationindex":"","category":"#twiggy,#Apple ///","image":[{"URL":"./json/samples/applefactory/sanjose.png","caption":"Apple's San Jose facilities."}],"icon":"factory","sources":[{"source":"Michael Moritz, The Little Kingdom, p249"},{"source":"https://www.youtube.com/watch?v=3H-Y-D3-j-M"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"485740800","munit":"utc"},{"mtype":"starttime","mvalue":"252460800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":13,"name":"Bandley 2","description":"<p><strong>September 14, 1979:</strong> Apple begins leasing Bandley 2 (for Creative Services).</p>"},"location":{"address":"10455 Bandley Drive, Cupertino, CA\n","geocode":"37.329227,-122.034526"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"306115200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":14,"name":"Steve Jobs visit Xerox PARC","description":"<p><strong>1979:</strong> Late in 1979, Steve Jobs and other colleagues from Apple visited the Xerox Palo Alto Research Center (PARC). </p>"},"location":{"address":"3333 Coyote Hill Rd, Palo Alto, CA","geocode":"37.4031187,-122.1518363"},"attributes":{"destinationindex":"","category":"#Alto","image":[{"URL":"./json/samples/applefactory/xerox.jpg","caption":"Xerox Alto computer."}],"icon":"people","sources":[{"source":"https://spectrum.ieee.org/smalltalk"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"312854400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":15,"name":"Taco Towers","description":"<p><strong>1980:</strong> “When the Lisa team became a separate division in 1980, they moved to a larger, two-story office building a block or two away from the main building on Bandley Drive. Everyone was so impressed at having two stories (all the other Apple buildings were single story) that the building was dubbed ‘Taco Towers’, although I'm not sure where the ‘Taco’ part came from” <a href=\"https://www.folklore.org/StoryView.py?project=Macintosh&story=Texaco_Towers.txt\">[Andy Hertzfeld</a>].</p>"},"location":{"address":"10275 N De Anza Blvd, Cupertino, CA","geocode":"37.3281852,-122.0349071"},"attributes":{"destinationindex":"","category":"#Lisa","image":[{"URL":"./json/samples/applefactory/taco-towers.png","caption":"Apple organizational charts and maps (1990)."}],"icon":"building","sources":[{"source":"https://www.folklore.org/StoryView.py?project=Macintosh&story=Texaco_Towers.txt"},{"source":"https://archive.org/details/AppleOrgChartsMaps/"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"315550800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":16,"name":"Texaco Towers","description":"<p><strong>1980:</strong> Jobs moves the Macintosh team to their own building, nicknamed \"Texaco Towers.\" </p>\n<blockquote>\n  <p>\"In December 1980, the embryonic Macintosh team was residing in the Good Earth building, which was abandoned by the Lisa team for Taco Towers earlier in the year. When Steve Jobs took over the project, he moved it to a new building that was large enough to hold about fifteen or twenty people, a few blocks away from the main Apple campus at the southeast corner of Stevens Creek Boulevard and Saratoga-Sunnyvale Road. There was a Texaco gas station at the corner, and a two-story, small, brown, wood paneled office building behind it, the kind that might house some accountants or insurance agents. Apple rented the top floor, which had four little suites split by a corridor, two on a side. Because of the proximity of the gas station and the perch on the second story, as well as the sonic overlap between 'Taco' and 'Texaco,' the building quickly became known as 'Texaco Towers.'\"</p>\n</blockquote>\n<p><a href=\"https://www.folklore.org/StoryView.py?project=Macintosh&story=Texaco_Towers.txt\">Andy Hertzfeld</a>.</p>\n<blockquote>\n  <p>\"The Macintosh Team was sworn to the utmost secrecy about our project. We were moved to the top floor of a non-descript two story office building about two blocks from the established Bandley Drive Apple complex. There was no identification on our door. Our view west was of a Texaco gas station… thus the name 'Texaco Towers' spontaneously evolved for the new Macintosh-in-development headquarters. Steve Jobs would come over to visit us several times a day to stay on top of our progress. On these visits he alternated between 'cheerleader' and 'strict parent.' Ever-present was his enthusiasm, his dedication to excellent design, and his exhortation to keep our project confidential.\"</p>\n</blockquote>\n<p><a href=\"https://www.folklore.org/StoryView.py?project=Macintosh&story=Invasion_of_Texaco_Towers.txt\">Jerry Manock</a>.</p>"},"location":{"address":"20431 Stevens Creek Boulevard, Cupertino, CA","geocode":"37.3236697,-122.0313656"},"attributes":{"destinationindex":"","category":"#Macintosh","image":[],"icon":"building","sources":[{"source":"http://www.potlatch-sf.org/potlatch7/silicon.htm"},{"source":"http://www.bitsavers.org/pdf/chac/CHAC_Analytical_Engine/3.3_May_1996.pdf"},{"source":"https://www.folklore.org/StoryView.py?project=Macintosh&story=Texaco_Towers.txt"},{"source":"https://www.folklore.org/StoryView.py?project=Macintosh&story=Invasion_of_Texaco_Towers.txt"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"315550800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":17,"name":"Carrollton, Texas","description":"<p><strong>1980:</strong> The company opens a 150,000 square-foot facility in Carrollton, Texas (Dallas) to assemble Apple II computers. “The earliest Apple II’s were assembled in Silicon Valley, and then later in Texas. The printed circuit boards were manufactured in Ireland and Singapore” <a href=\"https://www.computinghistory.org.uk/det/492/Apple-II/\">[Centre for Computing History</a>].</p>\n<p><strong>1983:</strong> At this point Apple employed at least 500 workers building Apple II and Lisa computers. \"The IIc had been built at the Dallas site before its closing. Its manufacturing process [was] basically one of final assembly, testing and packaging. Each operation is completed manually. The main computer board comes from Apple's Singapore site while the other components are supplied by vendors\" [Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984)].</p>\n<p><strong>May 15, 1985:</strong> The last Macintosh XL (Lisa) comes off the assembly line.</p>\n<p><strong>June 1985:</strong> \"As part of a bigger restructuring that includes 1,200 layoffs, Apple closes three of six manufacturing sites, including the Carrollton site, a site in Garden Grove, Calif., that made keyboards and mouse devices, and a small parts plant in Ireland\" <a href=\"https://www.wsj.com/articles/BL-DGB-25630\">[\"A Short History of Apple's Manufacturing in the U.S,\" <em>The Wall Street Journal</em> (December 6, 2012)</a>]. </p>\n<blockquote>\n  <p>\"In a brief statement, Apple said it is closing its Carrollton, Tex., plant, near Dallas, one of its two U.S. computer assembly plants, and a small parts plant in Ireland as well as the Garden Grove plant. Production of the Apple IIc personal computer will be moved from Texas to the highly automated but underutilized Macintosh plant in Fremont, Calif., where both computers will now be built …the need for layoffs and plant closings was apparently a key issue in the power struggle that led to the diminution of Jobs’ role. Sculley wanted to act earlier, but Jobs resisted the notion that jobs must be carved from the company…\"</p>\n</blockquote>\n<p><a href=\"https://www.latimes.com/archives/la-xpm-1985-06-15-fi-12519-story.html\">\"Apple Bites the Bullet,\" <em>Los Angeles Times</em> (June 15, 1985)</a>.</p>"},"location":{"address":"2724 Realty Rd, Carrollton, TX","geocode":"32.9571488,-96.8583788"},"attributes":{"destinationindex":"","category":"#Apple ][,#Lisa,#Macintosh XL,#Apple IIc","image":[{"URL":"./json/samples/applefactory/carrollton.jpg","caption":"Apple II computers being assembled at the Carrollton plant."},{"URL":"./json/samples/applefactory/carrollton-2.jpg","caption":"Carrollton plant assembly line."}],"icon":"factory","sources":[{"source":"National Geographic, October 1982"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"473403600","munit":"utc"},{"mtype":"starttime","mvalue":"315550800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":18,"name":"Cork, Ireland","description":"<p><strong>1980:</strong> The company opens a 43,000 square-foot plant in Cork, Ireland. Annouced June 2, 1980, Apple’s Hollyhill plant in Cork first opened its doors in November 1980 [October 20th], with Steve Jobs and chairman Mike Markkula among those who attended the opening. At the time, the manufacturing staff numbered just 60 people <a href=\"https://www.cultofmac.com/324445/inside-apples-secretive-imac-plant-in-ireland/\">[\"Apple manufacturing: Inside the secretive iMac plant in Ireland,\" <em>Cult of Mac</em></a>].</p>\n<p><strong>July 13, 1981:</strong> Manufacturing in Cork is operating at full capacity.</p>\n<p><strong>May 1984:</strong>  Manufacturing facility in Cork, Ireland begins producing custom-language Macintosh computers for Germany, Italy and the United Kingdom.</p>\n<p><strong>May 1990:</strong> All of Apple's factories now process multiple products, but some more than others:</p>\n<blockquote>\n  <p>\"Once a Mac is configured, a scanner reads a bar code that has been attached to the Mac since step one and sends it down the proper conveyor lane-Macintosh SE/30s with a 40Mb hard disk go into one lane, Macintosh SE/30s with an 80Mb hard disk go into another. When enough Macs of a given configuration are made to fill an order, those Macs are forwarded to a giant machine that automatically boxes them and spins shrink-wrap over the whole package. These boxes are loaded directly into a truck, ready for delivery. This type of tracking and sorting process has to be exact, especially in the Cork factory, which must not only produce the standard Mac configurations but also produce each configuration in 17 languages. 'Two years ago Apple shipped 350 configurations worldwide,' says Fred Forsyth, vice-president of worldwide manufacturing at Apple. 'This year [1989] Apple shipped 1,200 configurations, and most of those are out of Cork.'\"</p>\n</blockquote>\n<p>\"Behind Locked Doors: Manufacturing the Mac,\" <em>Australian Macworld</em> (May 1990).</p>\n<p><strong>1999:</strong> Apple cuts 400 of its 1,400 job at its Cork manufacturing facility, which makes computers for European markets. Subcontracts production of iMacs to a plant owned by LG Electronics in Wales <a href=\"https://www.wsj.com/articles/BL-DGB-25630\">[\"A Short History of Apple's Manufacturing in the U.S,\"  <em>The Wall Street Journal</em> (December 6, 2012)</a>].</p>"},"location":{"address":"Hollyhill Ln, Hollyhill Industrial Estate, Cork, T23 YK84, Ireland","geocode":"51.9033026,-8.5051381"},"attributes":{"destinationindex":"","category":"#Apple //e,#Apple ///,#Macintosh,#iMac,#Apple Studio Display,#ADB Extended Keyboard,#ADB Extended Keyboard II,#ADB Mouse II,#PowerBooks","image":[{"URL":"https://www.youtube.com/embed/0syc4Jg1UAQ"},{"URL":"./json/samples/applefactory/hollyhill-1980.png","caption":"Cork Apple campus, early 1980s."},{"URL":"./json/samples/applefactory/hollyhill-1980-1.jpg","caption":"Assembly lines at Cork Apple factory, early 1980s."},{"URL":"./json/samples/applefactory/hollyhill-1980-2.png","caption":"Cork Apple factory, early 1980s."},{"URL":"./json/samples/applefactory/hollyhill-2015.jpg","caption":"Cork Apple factory, 2015."},{"URL":"./json/samples/applefactory/hollyhill-2015-2.jpg","caption":"Cork Apple factory, 2015."},{"URL":"./json/samples/applefactory/hollyhill-2015-3.jpg","caption":"Cork Apple factory, 2015."},{"URL":"./json/samples/applefactory/hollyhill-2020.jpg","caption":"Cork Apple factory, 2020."}],"icon":"factory","sources":[{"source":"https://www.apple.com/newsroom/2020/11/apples-cork-campus-celebrates-40-years-of-community-and-looks-to-the-future/"},{"source":"https://www.irishexaminer.com/news/arid-20333878.html#"},{"source":"https://archive.org/details/Apple2000_Souvenir_Edition/"},{"source":"http://www.rgaros.nl/computers/apple-cork/report-en.html"},{"source":"https://www.irishexaminer.com/news/arid-20333878.html"},{"source":"https://forums.macrumors.com/threads/decoding-apple-serials-where-when-hardware-was-assembled-1983-2021-and-apple-model-numbers-1977-present.2310423/"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"315550800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":19,"name":"Zeist, Netherlands","description":"<p><strong>1980:</strong> \"Apple announces that the Apple III was previewed in Europe will be available starting in October through Apple dealers in 12 West European countries, as well as in 12 other countries. The Apple II will be supported by the existing Apple distribution outlets and by the Apple support centre which the company is planning to open in Amsterdam…the distribution and support facility will begin operations in Zeist, The Netherlands\" <a href=\"https://archive.org/details/Apple2000_Souvenir_Edition/\">[<em>Apple Prunings</em> (January 1981)</a>].</p>\n<p><strong>January 1, 1981:</strong> Zeist distribution center opens.</p>\n<p><strong>1997:</strong> Apple sells Netherlands distribution center.</p>"},"location":{"address":"Zeist, Netherlands","geocode":"52.0865318,5.249008"},"attributes":{"destinationindex":"","category":"#Apple ][,#Apple ///","image":[],"icon":"building","sources":[{"source":"https://archive.org/details/Apple2000_Souvenir_Edition/"},{"source":"https://escholarship.org/content/qt4sq9672p/qt4sq9672p.pdf"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"852076800","munit":"utc"},{"mtype":"starttime","mvalue":"347155200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":20,"name":"Company Store","description":"<p><strong>October 1, 1980:</strong> Apple opens a company store at 1335 Bordeaux Drive, Sunnyvale.</p>"},"location":{"address":"1335 Bordeaux Drive, Sunnyvale, CA","geocode":"37.4147089,-122.0216112"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"store","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"339206400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":21,"name":"Munich, Germany","description":"<p><strong>January 1, 1981:</strong> Munich distribution center opens.</p>"},"location":{"address":"Munich, Germany","geocode":"48.1371079,11.5753822"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"347155200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":22,"name":"Mariani One","description":"<p><strong>1981:</strong> Mariani One Headquarters is built. \"The move to Mariani One, as the building is called, would be Apple’s last major campus move until the construction of the Infinite Loop complex over a decade later. Mariani One was built in 1981, and occupied by the time Steve Jobs was photographed standing on top of the campus sign by Diana Walker in 1982\" <a href=\"https://9to5mac.com/2017/11/13/apple-original-campus-headquarters/\">[9to5 Mac</a>].</p>\n<p><strong>Februrary 1, 1982:</strong> Apple officially changes its corporate address to 20525 Mariani Ave.</p>"},"location":{"address":"20525 Mariani Ave, Cupertino, CA","geocode":"37.330827,-122.033482"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/mariani-street.png","caption":"Apple organizational charts and maps (1990)."},{"URL":"./json/samples/applefactory/mariani-sign.jpg","caption":"Portrait of Steve Jobs by Diana Walker, showing Jobs standing on the Mariani One sign (1982)."}],"icon":"building","sources":[{"source":"https://9to5mac.com/2017/11/13/apple-original-campus-headquarters/"},{"source":"https://archive.org/details/Apple2000_Souvenir_Edition/"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"347173200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":23,"name":"European HQ","description":"<p><strong>Februrary 1981:</strong> Apple European headquarters opens in Paris, France.</p>"},"location":{"address":"Paris, France","geocode":"48.8588897,2.320041"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"349833600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":24,"name":"Singapore","description":"<p><strong>July 1981:</strong> Apple Annouces it will lease a factory space at the Ang Mo Kio Industrial Estate in Singapore The plant would \"initially be located in 7,500 square meters of leased space in Ang Mo Kio Industrial Estate while a factory is constructed on a 10,000 square-meter site nearby. Production at the Ang Mo Kio plant is scheduled to begin in July. It will initially manufacture and test computer logic boards and encoder boards. Later, computer disc drives and complete Apple II personal computers will be made.\" As John Sanders, head of Singapore operations remarked: \"We find that no country can provide the combination of infrastructure, technical ability, supporting industries, governmental efficiency, support and incentives that Singapore offers\" <a href=\"https://eresources.nlb.gov.sg/newspapers/Digitised/Article/biztimes19810420-1.2.7?fbclid=IwAR14w3p55MYIrRYDR9wwNmsOcREcErNaTQ6UT8oT-xvttKizSD8HIvEURSs\">[\"Apple Computer to set up plant,\" <em>The Business Times</em> (April 20, 1981)</a>].</p>\n<p>Five months after operations began, the company had begun sub-contracting to local manufacturers: \"The secret of its success lies in the company's policy of sub-contracting the assembly of the pc boards to two factories, allowing the workers in Apple Computer to concentrate on testing these boards.\" There was already a broad ecosystem of US companies in the area: \"It is a helpful point that the components used for the boards are available in Singapore from NS, Texas Instruments, and Fairchild, among others.\" <a href=\"https://eresources.nlb.gov.sg/newspapers/Digitised/Article/biztimes19811212-1.2.13.1?fbclid=IwAR2eLUj805BPpAdpEi3vDveRR1_3FaGPF_xPqweTeclfClYggBmhEA6Ht-I\">[\"Apple harvest success in printed circuite market,\" <em>The Business Times</em> (December 12, 1981)</a>].</p>"},"location":{"address":"Ang Mo Kio Industrial Park 2, Singapore","geocode":"1.3743588,103.8626315"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/angmokio.png","caption":"Apple’s Ang Mo Kio facility in 1985."}],"icon":"factory","sources":[{"source":"https://www.apple.com/sg/newsroom/2021/07/apple-celebrates-40-years-of-innovation-education-and-progress-in-singapore/"},{"source":"The Mirror (Singapore) (May 1, 1981)"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"568011600","munit":"utc"},{"mtype":"starttime","mvalue":"362793600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":25,"name":"Bandley 4","description":"<p><strong>1982:</strong> \"By early 1982, the Mac team was overflowing Texaco Towers and it was obvious that we'd have to move to larger quarters soon. Steve decided to move the team back to the main Apple campus, into Bandley 4, which had enough space for more than 50 people. The 68000 based Macintosh was born in the Good Earth building, but I still think of Texaco Towers as the place where it came of age, transitioning from a promising research project into a real, world-changing commercial product\" <a href=\"https://www.folklore.org/StoryView.py?project=Macintosh&story=Texaco_Towers.txt&sortOrder=Sort+by+Date\">[Andy Hertzfeld, \"Texaco Towers\"</a>].</p>"},"location":{"address":"10381 Bandley Dr, Cupertino, CA","geocode":"37.3269123,-122.0351444"},"attributes":{"destinationindex":"","category":"#Macintosh","image":[{"URL":"./json/samples/applefactory/bandley-1234.png","caption":"Apple organizational charts and maps (1990)."}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"378691200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":26,"name":"Garden Grove","description":"<p><strong>April 1982:</strong> Apple formally absorbs The Keyboard Company and their Garden Grove, CA and Millstreet Town, Ireland facilities as the Accessory Products Division (APD). Focusing on the manufacture of mice and keyboards, The Keyboard Company had remained a legally distinct entity despite being for all intents and purposes an Apple subsidiary since 1979.</p>\n<blockquote>\n  <p>\"In the spring of 1980, TKC started producing the Apple III keyboard with integrated numeric keypad. In the summer, TKC was acquired by Apple for stock and became the Accessory Products Division (APD). As such, I built an assembly plant in Millstreet Town, outside of Cork, Ireland where Apple had a plant…APD designed and procured the Imagewriter and Apple II and Apple III monitor in Japan and opened an office in Tokyo for quality control. When Apple III sales stalled, I had to manage access monitors and introduced a stand to fit over the Apple II, accepting the Apple III…In late 1982, keyboards and mice for the Lisa went into production and in late 1983, keyboards and mice for the Macintosh followed and in the summer we shipped the Laserwriter. The Peripheral’s division ran into trouble producing Twiggy for the Lisa and I took over the team to manage the 5MB Profile from Seagate for schools and as the Macintosh team was not interested in a 20MB, 1 inch high hard drive matching the Macintosh footprint, the Wolfgang Dirk’s design was sold to Sony. In early 1984, we built the Apple IIc keyboard and procured the Frog designed monitor in South Korea.\"</p>\n</blockquote>\n<p><a href=\"https://web.archive.org/web/20210624083436/https://apple1notes.com/?page_id=43\">Michael Muller</a>.</p>\n<p><strong>1985:</strong> The APD is responsible for the production of the new Laserwriter printer.</p>\n<p><strong>June 1985:</strong> Apple divests the Garden Grove and Millstreet Town operations: \"…keyboards, mice and hard drives had become a commodity and Alps Electric of Japan took over the manufacturing sites in Garden Grove and Millstreet Town\" <a href=\"https://web.archive.org/web/20210624083436/https://apple1notes.com/?page_id=43\">[Michael Muller</a>].</p>"},"location":{"address":"Garden Grove, CA","geocode":"33.7746292,-117.9463717"},"attributes":{"destinationindex":"","category":"#peripherals,#LaserWriter","image":[],"icon":"factory","sources":[{"source":"https://web.archive.org/web/20210624083436/https://apple1notes.com/?page_id=43"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"486432000","munit":"utc"},{"mtype":"starttime","mvalue":"386467200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":27,"name":"Millstreet, Ireland","description":"<p><strong>April 1982:</strong> Apple formally absorbs The Keyboard Company and their Garden Grove, CA and Millstreet, Ireland facilities as the Accessory Products Division (APD). Focusing on the manufacture of mice and keyboards, The Keyboard Company had remained a legally distinct entity despite being for all intents and purposes an Apple subsidiary since 1979.</p>\n<p><strong>June 1985:</strong> Apple divests the Garden Grove and Millstreet Town operations: \"…keyboards, mice and hard drives had become a commodity and Alps Electric of Japan took over the manufacturing sites in Garden Grove and Millstreet Town\" <a href=\"https://web.archive.org/web/20210624083436/https://apple1notes.com/?page_id=43\">[Michael Muller</a>].</p>"},"location":{"address":"Clara Road, Mountleader, Millstreet, Co. Cork, Ireland","geocode":"52.06667,-9.06667"},"attributes":{"destinationindex":"","category":"#peripherals,#LaserWriter","image":[{"URL":"./json/samples/applefactory/millstreet.jpg","caption":"Apple Millstreet empty after closure (1987)."}],"icon":"factory","sources":[{"source":"http://www.millstreet.ie/blog/2019/01/24/video-industry-in-millstreet-1987"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"486432000","munit":"utc"},{"mtype":"starttime","mvalue":"386467200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":28,"name":"Steve Jobs Visits Japan","description":"<p><strong>1983:</strong> \"Jobs and engineering manager Bob Belleville travel to Japan.</p>\n<blockquote>\n  <p>\"Jobs and engineering manager Bob Belleville travel to Japan to study Japanese manufacturing methods. Through visits to the factories of Toyota, Yamaha and Hitachi they noticed several things. One was the high degree of factory automation. Those things automated were usually the most boring and repetitive tasks. They saw a cooperative relationship between suppliers and manufacturers in providing just-in-time (JIT) delivery of parts. And the pair of Americans observed Japanese workers and management in friendly relations. This trip would have a large impact on the philosophy incorporated in the Macintosh factory.\" </p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<p><strong>1983</strong>: “Steve was particularly interested in manufacturing processes. In 1983, he made a tour of our automated factory in Furukawa and asked many questions. Later, he invited me to his new factory in Fremont, California; it was then, that I realized what Steve had always wanted to do” <a href=\"https://medium.com/@nobi/steve-jobs-and-mr-floppy-drive-e53ca60088c9\">[Steve Jobs and Mr. Floppy Drive</a>].</p>\n<blockquote>\n  <p>\"Bonzai! Mac Factory's Japanese Roots: Even as early as two years ago,before the final hardware or software configuration of the Macintosh was known,Apple knew it had a machine that would be powerful, fun,easy to learn and use,inexpensive,and enticing. The hope was that it would become the first truly mass-market computer and that it would eventually account for most of the company's sales… [but] Only if they could produce the Macintosh in quantity and at a competitive price would it be a real mass-market machine. With this in mind,Apple chairman Steve Jobs and engineering manager Bob Belleville went to Japan two years ago to study Japanese manufacturing methods. They knew that Japan excelled in the area of manufacturing. By borrowing the solid production economies of the Japanese and implementing the best of American methods,Apple would be able to propel Macintosh's production to the level they wanted. During their visits at companies such as Toyota,Yamaha,Panasonic,and Hitachi,Jobs and Belleville found efficient production and people who enjoyed their work. They also found a lot of factory automation. In this country,we hear a lot about the down side of automation-how automation means that people are replaced with machines… Japan's experience with automation shows the positive side of the story. Workers there are happy with their jobs. Part of the reason for this may be that automation isn't replacing the Japanese workers;instead,it's increasing their productivity.</p>\n</blockquote>\n<p>\"The Amazing, Automated Macfactory,\" <em>Softalk</em> (February 1984).</p>\n<blockquote>\n  <p>\"Jobs and Belleville were also struck by the degree of cooperation between companies in Japan. Many Japanese manufacturers depend on a concept called \"just-in-time delivery.\" Just-in-time delivery depends on careful planning of manufacturing resources. When a production decision is made, a computer programmed with the necessary data can determine what parts and materials to order. By consulting available data on delivery times, the computer makes decisions on when to order so that the supplies will arrive just before they're needed, and in the exact quantities required.<br/><br/>An inventory system based on just-in-time delivery depends on a few conditions that would seem to make it very difficult to implement in the United States. First of all, it requires reliable information about delivery times, which implies consistent behavior on the part of suppliers. Second, it requires superb quality control from suppliers because the quantity of parts ordered makes no allowance for bad materials. To make such an allowance by ordering more supplies than are needed would defeat the purpose of just-in-time delivery.\"</p>\n</blockquote>\n<p>\"The Amazing, Automated Macfactory,\" <em>Softalk</em> (February 1984).</p>"},"location":{"address":"6 Chome-3-36 Furukawanakazato, Ōsaki, Miyagi 989-6181, Japan","geocode":"38.58866,140.973"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"people","sources":[{"source":"https://medium.com/@nobi/steve-jobs-and-mr-floppy-drive-e53ca60088c9"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"410227200","munit":"utc"},{"mtype":"starttime","mvalue":"410227200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":29,"name":"Bandley 3","description":"<p><strong>1983:</strong> Bandley 3 opens.</p>\n<blockquote>\n  <p>The design for our new quarters in Bandley 3, which we moved into in the summer of 1983, showed the first signs of extravagance. The software team was ensconced in a large area with glass doors that we dubbed \"the fishbowl\", since a passerby could observe us without opening the door. The showpiece of the building was a large atrium in the lobby, with fancy skylights and some interesting furnishings…Bandley 3 also had a nice little kitchen, near the software area, with a much bigger refrigerator than we had in Texaco Towers. Steve decided that sodas weren't very healthy, and had the refrigerator stocked with expensive Odwalla fruit juices, delivered fresh every day, as well as an assortment of other beverages. In the spring of 1984, right about the time that I left Apple, the lobby began to fill up with more interesting artifacts, purchased by Steve Jobs on his various travels. There was an outrageously expensive Bosendorfer piano that was soon accompanied by a BMW motorcycle, on display as examples of exquisite craftmanship, although it was rumored that Steve purchased them to impress the industrial designer that he was enamored with at the time, Hartmut Esslinger, whose firm, Frog Design, designed the case of the Apple II.</p>\n</blockquote>\n<p>(Andy Hertzfeld, \"Spoiled?\")[https://www.folklore.org/StoryView.py?project=Macintosh&amp;story=Spoiled?.txt].</p>"},"location":{"address":"10460 Bandley Dr, Cupertino, CA\n","geocode":"37.3283606,-122.0337565"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/bandley-3-1.png","caption":"The entire Macintosh team that worked in Bandley 3, in front of the building (taken December 1983 for the initial issue of MacWorld magazine)."},{"URL":"./json/samples/applefactory/bandley-3-2.jpg","caption":"The original Macintosh team poses in the lobby of Bandley 3 (1983)."},{"URL":"./json/samples/applefactory/bandley-1234.png","caption":"Apple organizational charts and maps (1990)."}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"410245200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":30,"name":"Fremont, CA","description":"<p><strong>1981:</strong> Jobs leaves the Lisa team and takes control of Jef Raskin's Macintosh project. The company begins formulating a new manufacturing strategy for the product. </p>\n<blockquote>\n  <p>\"Up to this point in time, Apple's manufacturing had mainly consisted of final assembly, testing and packaging (FATP). Under this method, Apple had been able to produce computers in fairly high volumes and maintain high profit margins on their products. It did not seem that it was absolutely necessary to take a different approach to build the Macintosh. If Apple were to build parts of the Macintosh in-house, it had no true manufacturing experience to draw upon. And the implementation of a new process along with introducing a new product may have been too much for the company to handle at once. But there were strategic reasons for Apple to get into the realm of manufacturing. First, the cost of manufacturing parts in-house was much less than the cost of relying completely on outside sources. If Apple were to use its Singapore site to supply the main printed circuit board, it would require a ten week pipeline of products before it reached final assembly. With a new product, engineers were likely to 'fine tune' its design, and local production could respond to those changes much faster. If Macs were built internally, Apple would have greater control over the quality of the product and better protection of its proprietary design. And Apple could apply what it learned from this experience in the manufacture of its future products.\"</p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<p><strong>1983:</strong> Apple opens a highly automated plant in Fremont, California, to manufacture the first Macintosh computers. The plant had been annouced to Apple's executive staff as early as March 19th 1982. </p>\n<blockquote>\n  <p>\"Apple hopes that half a million Macintoshes will spill from the $20 million facility by the end of the year, and if early orders are any indication, the estimate may be conservative. Best of all, notes Apple's co-founder, Steve Jobs, ''this is a machine that is made in America,'' a theme he repeated time and again as he took a promotional Macintosh road show around the country a few months ago.\" </p>\n</blockquote>\n<p>David Sanger, \"New Plants May Not Mean New Jobs,\" New York Times (March 25, 1984). </p>\n<blockquote>\n  <p>\"At Microsoft, Jeff Harbors gave the Macintosh the code name Sand, in reference to Steve Jobs' grandiose vision of Apple's Mac factory consuming raw sand at one end of the highly automated line, turning it into silicon, and eventually churning out finished computers at the other end.\"</p>\n</blockquote>\n<p>Owen Linzmayer, <em>Apple Confidential 2.0</em> (No Starch Press, 2004), 170.</p>\n<blockquote>\n  <p>\"The factory, which was to churn out about a half million Macintosh computers a year (the number kept increasing), was designed to be built in three stages: first, equipped with stations for workers to insert some Macintosh components, delivered to them by simple robots; second, with robots to insert components instead of workers; and third, many years in the future, with 'integrated' automation, requiring virtually no human operators. In building the factory, 'Steve was willing to chuck all the traditional ideas about manufacturing and the relationship between design and manufacturing,' Ms. Coleman noted. 'He was willing to spend whatever it cost to experiment in this factory. We planned to have a major revision every two years.' By late 1982, before Mr. Smith had designed the final Macintosh prototype, the designs of most of the factory’s major subassemblies were frozen, and the assembly stations could be designed. About 85 percent of the components on the digital-logic printed-circuit board were to be inserted automatically, and the remaining 15 percent were to be surface-mounted devices inserted manually at first and by robots in the second stage of the factory.\"</p>\n</blockquote>\n<p><a href=\"https://spectrum.ieee.org/apple-macintosh\">Fred Guterl</a>. </p>\n<blockquote>\n  <p>\"The main logic board contained only 50 chips. The analog board contained all the video circuitry and the power supply. The eight major components fit easily together for simple final assembly. The result of the parallel product-process development was a high quality Mac that could be built in the quantities to meet its sales expectations.\"</p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984). </p>\n<blockquote>\n  <p>\"The ideas borrowed from Japan were just-in-time delivery; a linear, carefully paced assembly line; and the improved quality of life in the workplace afforded to workers by the careful application of automation. Drawing on the best of American technology Apple added a completely automated material delivery system and work-area \"detrashing.\" In order for just-in-time delivery to work, Apple had to know for sure that deliveries really would be on time and that quality standards would be rigorously met. The delivery of defective parts would bog down the system in the paperwork and expense of returning them. Apple held a conference of the vendors who would be supplying parts for Macintosh, showed them the factory, and explained what they were trying to do. Apple had to enlist the suppliers' cooperation. As Irwin explains it, the suppliers have to be considered partners if such a system is to work. Their fortunes rise and fall with Apple's.<br/><br/>The second Japanese idea Irwin and Grooms applied to the factory was the linear assembly line…each workstation performs one small task; each task is carefully planned to take either twenty-seven seconds or fifty-four seconds… This aspect of the system depends on a continuous pace. Overall, the factory can produce Macintoshes no faster than the slowest station can get its work done… Later on, when production is brought up to full speed, the amount of time allotted for each task will drop to about thirteen seconds. Yet work on the line is not as regimented as this description might make it sound. In most stages of the assembly, the Macintosh is not in constant motion. It sits on a two-by-two-foot pallet that stops at each station along the way. Between the stations there is a buffer area with room for about two pallets, so a worker has a certain leeway… a brief delay doesn't cause a bottleneck that slows down the whole line.\"</p>\n</blockquote>\n<p>\"The Amazing, Automated Macfactory,\" <em>Softalk</em> (February 1984).</p>\n<blockquote>\n  <p>\"A number of Apple IIIs helped get the factory off the ground before the automatic inventory systems were fully operative. At the time this article went to press, the IIIs were being used in the receiving and auto insertion areas of the factory. As terminals to one of the two DEC 1170s that are the brains of the factory, they allowed operators to enter part numbers for inventory records and supply requests. Most errors in conventional inventory systems result from mistakes made at the keyboard. Therefore, once the factory is operating at full steam, the Apple IIIs will step aside to make room for a more automated system.\"</p>\n</blockquote>\n<p>\"The Amazing, Automated Macfactory,\" <em>Softalk</em> (February 1984).</p>\n<blockquote>\n  <p>\"The organs and circulatory systems of a factory are its people and machines. They see to the distribution of the parts within the organism, attend the assembly of the parts into the final product, and carry away the unused materials that would otherwise congest the system. As an organism, the Macintosh factory can best be described as lean. It never eats more than it can digest. It has an efficient, automated system for circulating materials to the various workstations, and for knowing what supplies it has and what items it needs. It eliminates waste-boxes, plastic bags, Styrofoam and other packing materials-at the earliest possible point in the digestive cycle. Just-in-time delivery is used very effectively in the Fremont plant in conjunction with American-designed material delivery systems. The factory keeps just enough of most parts in stock for three to five days of production, eliminating the labor and overhead a huge warehouse would require. The limited stocking of parts is made possible by strict computerized control of inventory.<br/><br/>The Macintosh is assembled from more than three hundred parts. There are three major ways those parts are distributed within the factory: totes, overhead conveyors, and automatic guided vehicles. All these methods are under the control of the main computers…Most of the small parts that go into the printed circuit boards of the Macintosh are distributed in totes—two-foot-long plastic bins-and managed by a delivery system that functionally resembles a disk operating system. Each of the thousands of totes in the system is labeled on the side with a unique ID number in a machine-readable bar code. Using this code as an index, the computer tracks the location and contents of each tote. When the small electronic parts come in, they are sorted into totes, recorded as inventory, and sent to one of two tote storage and distribution systems. The two storage systems are parallel to each other, and each is about as long as a city block. An automated crane under computer control moves the length of each system on a rail. When the computer senses the arrival of each new tote, it sends the crane to store the tote in an available slot and then records the transaction. The printed circuit board subassembly lines run the length of the storage systems, and each station on the line has two conveyors, one for receiving totes from the system and another for sending empties back. Each time a worker returns an empty tote, the tote trips a switch on the conveyor belt that informs the central computer. The computer automatically notes where the empty came from and sends out another full tote to that workstation. Each station has only enough parts available to meet present need. The system is fast enough that no station ever runs out of parts. The second major distribution method, an overhead rail system, is used for the bulkier parts of the final assembly: things like the inner chassis, the front panel, and the cathode-ray tube. The main carriers in this system are movable shelf units that hang from the rails. These rails act as both the storage and transportation systems for the parts. Parts needed at any station are conveyed on the overhead rails and lowered to the station where they're needed. Parts that can't be moved on one of the first two systems are carried by automatic guided vehicles. AGVs are partly self-controlled, partly guided by the computer. The computer responds to a need for these parts by dispatching an AGV to pick up the part from the end of one of a bank of long conveyor belts.<br/><br/>The controlling computer, in most cases, doesn't have to wait for people to tell it what's going on. It has \"senses\" that enable it to monitor the flow of supplies with minimal human assistance or intervention. The bar codes on the totes and data entered at the material distribution center allow it to know where most parts are at all times. Because of the automated material delivery systems, most parts are handled only twice: once at the material distribution center and once at the workstations where they are installed. In most factories, parts may be handled from ten to fifteen times each. Also, because the packing materials are removed at material distribution before parts ever enter the system, the workspace in this factory is left free of boxes, bags, and other clutter.<br/><br/>The only supplies that don't go through the automatic delivery systems are the screws used in the final assembly. According to Irwin, there is a law of diminishing returns in automation. Since each workstation needs a new supply of screws a few times a month at most, it's easier and cheaper to deliver them manually.\"</p>\n</blockquote>\n<p>\"The Amazing, Automated Macfactory,\" <em>Softalk</em> (February 1984).</p>\n<blockquote>\n  <p>\"The production lines for automatic insertion were laid out to be flexible; the number of stations was not defined until trial runs were made. The materials-delivery system, designed with the help of engineers recruited from Texas Instruments in Dallas, Texas, divided small and large parts between receiving doors at the materials distribution center. The finished Macintoshes coming down the conveyor belt were to be wrapped in plastic and stuffed into boxes using equipment adapted from machines used in the wine industry for packaging bottles..The factory had few major difficulties with its first experimental run in December 1983, although the project had slipped from its May 1983 deadline. Often the factory would stop completely while engineers busily traced the faults to the sources—part of the zero-defect approach. Mr. Smith and the other design engineers virtually lived in the factory that December. In January 1984 the first salable Macintosh computer rolled off the line. Although the production rate was erratic at first, it has since settled at one Macintosh every 27 seconds—about a half million a year.\"</p>\n</blockquote>\n<p><a href=\"https://spectrum.ieee.org/apple-macintosh\">Fred Guterl</a>.</p>\n<blockquote>\n  <p>\"It took just 26 minutes to build an entire Macintosh in the highly-automated manufacturing facility Apple opened in Fremont, California, in January 1984—less than a year after Job’s trip to Japan. Built over 120,000 square feet, the plant at 48233 Warm Springs Blvd costs $20 milliion, and was a showpiece of automated production, designed with the goal of producing up to one million units of the $2,495 Macintosh every single month.\"</p>\n</blockquote>\n<p><a href=\"https://www.cultofmac.com/616044/a-brief-history-of-apples-misadventures-in-manufacturing-part-1-cook-book-leftovers/\">Leander Kahney</a>.</p>\n<blockquote>\n  <p>\"..it was not like Ford Motor Company's Rouge plant where iron ore came in one end and cars came out the other. Apple's vertically integration was very limited. Outside vendors supplied memory chips, microprocessors, disk drives, monitors (CRTs), keyboards, mice and power supplies. What the Fremont factory did was put the electronic components together to make the logic board, which is the 'brain' of the Macintosh. In the future some other parts, such as the analog board which housed the power supply and video circuitry, would be brought in-house. The completed logic board and other components would then be assembled, tested and packaged. With little experience in manufacturing, Apple also relied heavily on vendors to supply production and materials handling equipment for the Mac factory. The Japanese firm Hirata helped design major portions of the factory… Automation was initially limited to materials handling and 'stuffing' the logic board with electronic components, both very labor intensive process subject to human errors.\"</p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<blockquote>\n  <p>\"Before the Fremont factory was opened, Apple held a conference for vendors to gain their support of JIT. The vendors committed themselves to supply Apple with 100% defect-free parts. Although Apple sought a very cooperative relationship with suppliers, much like the Japanese, most parts were second sourced by one to four additional vendors. This is characteristic of most American firms that do not want to be held captive by a single source. In contrast, Japanese manufacturers typical use of a single supplier strengthens the interdependent relationship and builds cooperation. Apple carefully selected a few single source suppliers. Those vendors were well established and reputable companies, usually possessing some proprietary technology that Apple needed. In its early days of operation the Macintosh factory was not operating as a pure JIT system. Most parts were going through additional inspection upon arrival. At first only packaging materials were received on a daily basis. Inventory of parts ranged from a half to thirty days, which was much better than at other Apple plants.\" </p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<p><strong>1984:</strong> \"In early 1984 the decision was made to not manufacture analog boards. Apple would take advantage of the lower labor cost by continuing to import the relatively labor intensive board. Building the analog board in Fremont would drain Apple's limited engineering resources and limit the factory's capability to build more Macs. Instead, the analog line was converted to build logic boards\" [Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984)].</p>\n<blockquote>\n  <p>\"Under the Ship-to-Stock program, parts from certified vendors are used directly in production with no incoming inspection. To become qualified, vendors must meet minimum standards for at least six months:<br/><br/> \n  Quality - Incoming quality of at least 99.95%<br/>\n  Service - Demonstrate extreme flexibility in regards to rescheduling deliveries or cancellations<br/>\n  Delivery - Plus or minus four days<br/>\n  Price - Competitive. <br/><br/>\n  [By 1984] ten vendors have become certified under this program… [Apple has also begun] trimming down of the vendor base. Originally 350 vendors supplied parts to the factory. There were between one and four sources for each part. The slimming down to the current 90 vendors was done to promote a spirit of partnership and build a long term relationship with key suppliers.\"</p>\n</blockquote>\n<p>Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984).</p>\n<p><strong>1985:</strong> As a result of cost-cutting the Fremont factory \"was no longer the Mac factory under the Macintosh Division. It now fell under the Product Operation Group for all Apple products. The excess capacity at Fremont would be needed to build products transferred from the closed facilities.. [beginning in 1985 the factory became the assembly site for] the Apple Ilc, the LaserWriter printer (built in the Flexible Manufacturing Facility adjacent to the main factory), the Hard Disk 20 and the Macintosh Plus\" [Bruce Gee, \"Evolution of a Manufacturing Strategy: Apple Computer's Fremont Factory\" (MIT, 1984)].</p>\n<p><strong>May 1990:</strong> \"Apple's Fremont factory produces the computers and peripherals that are responsible for 60 to 70% of Apple's revenue. This 160,000-square-foot board- assembly building is where Macintosh production starts. By the time a Mac is packaged 20 hours later, it will have travelled some 1,300 feet on conveyor belts and lifts. About 1,000 employees will have helped it on its way…Although the specifications remain standard worldwide, each Apple factory buys its components from local suppliers. For Apple Computer Singapore, quality components are not an issue. At the Fremont factory, however, relationships with suppliers must be constantly monitored\":</p>\n<blockquote>\n  <p>\"While most overseas consumer-manufacturer relationships are congenial, US parts suppliers and manufacturers have traditionally fought each other. Parts suppliers do not want to invest additional time and money to meet manufacturers' special specifications; the manufacturers do not want to fully reveal their future plans… Apple devotes a lot of energy to overcoming the traditional supplier-manufacturer antagonism. Over the years, the company has developed better-than-usual relationships with its vendors… Still, Fremont tests many more components than does Apple Computer Singapore, which tests fewer than 30% of its components. As long as the lack of cooperation between manufacturers and suppliers continues, Apple will have an uphill battle in Fremont.\"</p>\n</blockquote>\n<p>\"Behind Locked Doors: Manufacturing the Mac,\" <em>Australian Macworld</em> (May 1990).</p>\n<p><strong>September 1992:</strong> \"Apple Computer on Wednesday said it would close its only factory in the Silicon Valley area and lay off 345 employees as part of a worldwide reorganization of its manufacturing and distribution operations. The unexpected shuttering of the facility in Fremont, Calif.—which Apple had touted just two years ago as a showpiece of automated production—is the latest setback for recession-ravaged Silicon Valley…Apple said the personal computer assembly operations in Fremont would be shifted to Sacramento, while the circuit board fabrication would be moved to Apple sites in Singapore, Cork, Ireland, and Fountain, Colo\" <a href=\"https://www.latimes.com/archives/la-xpm-1992-09-10-fi-449-story.html\">[Apple to Close Fremont Plant</a>].</p>"},"location":{"address":"48233 Warm Springs Blvd, Freemont, CA","geocode":"37.4718094,-121.9201106"},"attributes":{"destinationindex":"","category":"#Macintosh,#Apple IIc,#Hard Disk 20,#Macintosh Plus,#Macintosh II,#Macintosh IIx,#Macintosh IIcx,#Macintosh IIci,#Macintosh SE,#Macintosh SE/30,#Macintosh Portable,#ImageWriter II,#Mac IIfx","image":[{"URL":"./json/samples/applefactory/fremont-factory1.jpg","caption":"New Macintosh personal computers on conveyor belts (Associated Press, January 1984)."},{"URL":"./json/samples/applefactory/fremont-factory2.jpg","caption":"New York Times photograph of Fremont factory (Terrence McCarthy)."},{"URL":"./json/samples/applefactory/fremont-factory3.jpg","caption":"Workers assembling Macintosh computers at Apple's factory in Fremont (Terrence McCarthy, The New York Times, March 5, 1984)."},{"URL":"./json/samples/applefactory/fremont-factory4.jpg","caption":"Fremont factory producing Macintosh computers (Paul Sakuma, Associated Press, February 24, 1984)."},{"URL":"./json/samples/applefactory/fremont-factory5.jpg","caption":"Apple Fremont factory."},{"URL":"./json/samples/applefactory/fremont-factory6.jpg","caption":"Spotcheckers at Fremont factory."},{"URL":"./json/samples/applefactory/fremont-factory7.jpg","caption":"Fremont factory featured in Apple's 1984 Shareholder's Report."},{"URL":"./json/samples/applefactory/fremont-factory8.jpg","caption":"The Macintosh factory method of testing the brightness of cathode-ray tubes (largely borrowed from television manufacturers) (IEEE Spectrum)."},{"URL":"./json/samples/applefactory/fremont-factory10.jpg","caption":"Inside the Apple Factory at Fremont California (MacWorld 1990)."},{"URL":"./json/samples/applefactory/fremont-st-1.png","caption":"This panoramic view of the Macintosh factory shows the massive burn-in racks on the right and the parallel assembly lines on the left. The operators on the line are taking a scheduled break. In the background it is possible to see some of the automated materials-handling system that makes the factory one of the most modern in the world (Softalk, 1984)."},{"URL":"./json/samples/applefactory/fremont-st-2.png","caption":"Apple IIIs are used in several factory locations as terminals for communicating with the factory's mainframe (Softalk, 1984)."},{"URL":"./json/samples/applefactory/fremont-st-3.png","caption":"Boxes of completely assembled and tested Macs wait to be shipped (Softalk, 1984)."},{"URL":"./json/samples/applefactory/fremont-buildamac.jpg","caption":"Detailed workflow of the Fremont factory (Softalk, 1984)."},{"URL":"./json/samples/applefactory/fremont-flooplan.png","caption":"The basic floor plan of the Macintosh factory. The large section in red is the overhead storage area, with the burn-in racks in blue. The numbered\nsections of the plan correspond with the numbered pictures on the previous image (Softalk, 1984)."},{"URL":"./json/samples/applefactory/fremont-sculley.png","caption":"John Sculley visits Fremont facility (Doug Menuez)."},{"URL":"./json/samples/applefactory/iifx-thanks.png","caption":"Thanks from the Mac IIfx Manufacturing Team."},{"URL":"./json/samples/applefactory/fremont-process.png","caption":"Process Flow of Macintosh Manufacturing (Bruce Gee, 1986)."},{"URL":"https://www.youtube.com/embed/ueDcnqgzMGw"},{"URL":"https://www.youtube.com/embed/PtFN0c96HqQ"},{"URL":"https://www.youtube.com/embed/Ohpl1hbFgvc"},{"URL":"./json/samples/applefactory/fremont-1990-1.png","caption":"SQUARE ONE: Apple's Fremont factory produces the computers and peripherals that are responsible for 60 to 70% of Apple's revenue. This 160,000-square-foot board- assembly building is where Macintosh production starts. By the time a Mac is packaged 20 hours later, it will have travelled some 1,300 feet on conveyor belts and lifts. About 1,000 employees will have helped it on its way."},{"URL":"./json/samples/applefactory/fremont-1990-1-2.png","caption":"MACHINES IN MOTION: Automatic-insertion machines pick up each part, photograph it to ensure that it is not damaged, and swiftly place it in the correct spot on the circuit board. Placement of parts must be accurate to within 1/1,000 inch. Each tool can handle five differently shaped parts down to 1/16 inch in size (Apple's smallest part is 1/8 inch); the machines can be programmed to change tools within a couple of seconds. Boards are then inspected by hand and sent to a machine that adds a layer of epoxy to secure parts such as capacitors, resistors, and diodes. Oddly shaped parts (1% of all parts on a Macintosh IIcx or Ilci) are then placed manually."},{"URL":"./json/samples/applefactory/fremont-1990-2.png","caption":"HOMEGROWN MACHINERY: Several of the machines Apple uses are designed to perform one specific, repeatable task. This machine, which was designed and built in Fremont, rivets connectors to a board so that they stay tight while the board takes a rough ride through the wave-solder machine."},{"URL":"./json/samples/applefactory/fremont-1990-3.png","caption":"FLEXIBLE MANUFACTURING Completed boards make a trip to either the flexible manufacturing facility, where high-end Macintoshes are assembled, or to the building where compact Macs are assembled. The flexible manufacturing facility is designed to produce several styles of Mac. Because many of the high-end Mac's parts snap in, workstations in this factory do not need to hold a variety of tools, making a transition between product lines easier. On the morning this photo was taken, Macintosh Portables were being assembled. Workers in the foreground are putting finishing touches on the computers - snapping in keyboards, downloading system software and HyperCard (a 75-second procedure), and cleaning off the screen."},{"URL":"./json/samples/applefactory/fremont-1990-4.png","caption":"DELIVERING SUPPLIES: In the flexible manufacturing facility in Fremont, parts are distributed via conveyor belts. In the Singapore factory, however, five automatically guided vehicles deliver bulky materials. A Macintosh tracks inventory at each assembly station and notifies vehicles by radio when supplies are running low. The vehicles (which are programmed to play 'Home on the Range' when moving) pick up and deliver incoming supplies. How do the vehicles know where to go? They count the number of dark and light floor tiles they pass over. Even more remarkably, the rubber-bumpered vehicles can sense objects in their paths, thus ensuring that no workers are hit."},{"URL":"./json/samples/applefactory/fremont-1990-5.png","caption":"ASSEMBLING A MACINTOSH SE: Unlike the newer Macs assembled in the flexible manufacturing facility, compact Macs have many parts that must be screwed together. For instance, the Macintosh SE chassis requires five screws and the case requires four; the Macintosh Portable does not contain any screws. To put all those screws into a Macintosh SE, workers must flip the chassis several times. Once this worker finishes driving the final screws into the chassis, she presses a button to send the computer down the line to other workers who add hard drives and EMI shielding."},{"URL":"./json/samples/applefactory/fremont-1990-6.png","caption":"ACCUMULATING MACS: As the Macs move down the line, a worker settles each one into its Styrofoam bottom and sends it on its way. The Macintosh in the background is running a custom HyperCard application that reads a bar-code label on the front of each finished Mac. Macs are sorted and sent down a specific lane of this accumulator. When a quota of, say, Macintosh SEs with hard disks is reached, a worker prompts the controlling Macintosh to send the finished computers to other workers who add the rest of the Styrofoam packaging, the manuals, and the cables. A giant machine boxes each Mac and spins shrink- wrap over the whole package. Macs are loaded directly into the trucks (or onto ships, in Singapore) that will take them from the factory."}],"icon":"factory","sources":[{"source":"https://macgui.com/news/article.php?t=473"},{"source":"https://design.tel/macintosh-factory/"},{"source":"https://spectrum.ieee.org/apple-macintosh"},{"source":"http://insight.stanford.edu/luna/servlet/view/search?q=Tracking_Value%3D%22Series+3%2C+Box+9%2C+Folder+12&os=0"},{"source":"https://ia803102.us.archive.org/4/items/Behind_Locked_Doors_Manufacturing_the_Mac_1990-05_Sattva_Descreen_600dpi/Behind_Locked_Doors_Manufacturing_the_Mac_1990-05_Sattva_Descreen_600dpi.pdf"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"715305600","munit":"utc"},{"mtype":"starttime","mvalue":"410227200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":31,"name":"Steve Jobs Leaves Apple and Starts NeXT at his Woodside Mansion","description":"<p><strong>September 16, 1985:</strong> Steve Jobs leaves Apple. Takes with him Rich Page, Bud Tribble, Susan Barnes, Dan'l Lewin and George Crow. By 1986 Jobs and his new team begin work on NeXT out of his home in Woodside, CA (the Jackling House).</p>"},"location":{"address":"460 Mountain Home Road, Woodside, CA\n","geocode":"37.4160993,-122.2585961"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/woodside.jpg","caption":"Jobs and NeXT team sitting outside of his Woodside mansion."}],"icon":"people","sources":[{"source":"https://allaboutstevejobs.com/pics/pics_places/woodside/woodside_steve"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"536475600","munit":"utc"},{"mtype":"starttime","mvalue":"495676800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":32,"name":"NeXT Offices","description":"<p><strong>1987:</strong>  The team moved to an office space in Stanford's Industrial Park. “Steve spoiled his employees with fancy perks (hi-fi systems, unlimited supply of fresh juice…) in a luxurious decor. The common area featured large Ansel Adams prints, hardwood floors, a kitchen with granite counter tops, and 12-seat U-shape sofas. Yet NeXT Inc. had no revenue yet\" <a href=\"https://allaboutstevejobs.com/pics/pics_places/next\">[NeXT Headquarters</a>].</p>"},"location":{"address":"3475 Deer Creek Road, Palo Alto, CA","geocode":"37.3955502,-122.1483507"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/next-office-1.jpg","caption":"View of NeXT offices."},{"URL":"./json/samples/applefactory/next-office-2.jpg","caption":"View of NeXT offices."}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"536475600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":33,"name":"NeXT Factory ","description":"<p><strong>1987:</strong> The first NeXT factory was established in Fremont, California. \"In one classic display of meticulousness, Jobs demanded that all the robots in the NeXT manufacturing plant be painted in coordinated shades of gray and black. Two of his top manufacturing engineers worked through a weekend to paint the assembly line, repeating the process four times until they got the finish just right\" <a href=\"https://www.newsweek.com/steve-jobs-comes-back-207006\">[Steve Jobs Comes Back</a>].</p>\n<blockquote>\n  <p>\"Welcome to the Next world. Here a robot that looks like a futuristic sewing machine places tiny capacitors and integrated circuits, rapid-fire, on a printed computer circuitboard. A laser zeros in on each electrical connection. Two robot arms move in tandem, one selecting parts from a bin and the other deftly inserting them into the board. After 20 minutes the board reaches the end of the assembly line, where—finally—a real person steps in to check it. Robots outnumber people 13 to five on this line, which turns out the brains for aging whiz kid Steve Jobs's new workstation. Not to save money: Labor accounts for only 3% to 5% of the cost of a typical computer-manufacturing operation. Instead, the automation is meant to ensure the highest possible quality. When Jobs left Apple Computer and started Next in 1985, he was determined to create a manufacturing process as advanced as the product it makes. He assigned some of his best engineers and software designers to the problem. Until recently the 40-person manufacturing staff had more Ph.D.s than the group designing the Next machine. Says Randy Heffner, vice president for manufacturing: ''Most startups don't invest in advanced automation, but that's the key to long-term success.'' The circuitboard for a $9,995 Next workstation has hundreds of tiny components attached to its top surface by 1,700 minuscule dabs of solder, each only one-hundredth of an inch thick. A robot designed and built by Next engineers measures each joint with a laser, checking its height and skew to within one ten-thousandth of an inch. Two more robots attach integrated circuits and other components to the solder dabs at speeds of up to 150 parts per minute. The result: Next circuitboards have a solder joint defect rate of only 15 to 17 parts per million, less than one-tenth the typical rate for the industry. The other distinguishing characteristic of the Next factory is speed. Instead of languishing in a warehouse for months on end, these key components go immediately to the plant's final assembly area, and after 24 hours of testing, the finished computers go directly out the door and onto a waiting truck. While the robots do the boring repetitive tasks, the people oversee the robots, resupply them with circuitboard parts, and solve any problems. The workers are not restricted to the assembly line, as their counterparts are in a traditional factory. They are just as likely to be at their own computers, doing a statistical analysis of defect rates to find the cause of a snag. Next's two-year-old 40,000-square-foot plant in Fremont, California, produces circuitboards for more than 60 machines a day, or approximately $100 million of hardware in a year. That's just a fraction of capacity, since Next sales are off to a slow start. If the machines are a hit, the plant could produce up to $1 billion worth of them a year with no more than 100 workers. Says Jobs: 'I'm as proud of the factory as I am of the computer.'\" </p>\n</blockquote>\n<p><em>Fortune Magazine</em> (February 1990).</p>\n<p><strong>February 1993:</strong> The NeXT factory closes and NeXT transition to a software company. As Alan Deutschman writes in The Second Coming of Steve Jobs:  </p>\n<blockquote>\n  <p>\"A bunch of salvagers and used-furniture dealers went to the NeXT factory for an auction of what was still left. They bid on hundreds of lots that were laid out on the barren cement floor. They bought everything on the cheap — the chairs, the trash cans, the paper shredders, all the surplus NeXT computers and laser printers and oversized monitors. It was weirdly reminiscent of the famous scene from Citizen Kane when the many possessions of the vanquished mogul are carted up and then either shipped away or burned in a great fire. Steve’s dream was being liquidated. He was at the nadir.\"</p>\n</blockquote>\n<p>Alan Deutschman, <em>The Second Coming of Steve Jobs</em> (Random House, 2000).</p>"},"location":{"address":"760 Mission Court, Fremont, CA","geocode":"37.4898965,-121.9310449"},"attributes":{"destinationindex":"","category":"#NeXT Computer,#NeXTcube,#NeXTstation","image":[{"URL":"https://www.youtube.com/embed/I44Oiiyep5c"},{"URL":"./json/samples/applefactory/next.jpg","caption":"Diagram of NeXT factory."},{"URL":"./json/samples/applefactory/next-1.jpg","caption":"NeXT factory photograph (Terrence McCarthy, The New York Times)."},{"URL":"./json/samples/applefactory/next-2.jpg","caption":"NeXT factory photograph (Doug Menuez)."},{"URL":"./json/samples/applefactory/next-3.png","caption":"NeXT factory photograph (Doug Menuez)."},{"URL":"./json/samples/applefactory/next-4.png","caption":"NeXT factory photograph (Doug Menuez)."},{"URL":"./json/samples/applefactory/next-5.png","caption":"NeXT factory photograph (Doug Menuez)."}],"icon":"factory","sources":[{"source":"https://www.cultofmac.com/617676/a-brief-history-of-steve-jobs-automated-factory-at-next-cook-book-leftovers/#google_vignette"},{"source":"https://exhibits.stanford.edu/menuez/browse/next-computer-inc"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"728542800","munit":"utc"},{"mtype":"starttime","mvalue":"536475600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":34,"name":"Ang Mo Kio Facility","description":"<p><strong>1988:</strong> Apple Completes New Ang Mo Kio Facility: </p>\n<blockquote>\n  <p>\"The result is a three-storey purpose built factory that offers a combination of functionality and aesthetics. All workstations in the building are connected to the latest in networking and communications facilities, including a worldwide electronic mail system and AppleShare file servers…The new Operations Center incorporates some of the latest technology used in microcomputer manufacture and assembly. There is extensive use of industrial robots and a wide variety of automated processes, contributing to a high level of productivity…The new factory will continue to manufacture the Apple IIe, the most widely used personal computer, as well as the portable Apple IIc and the Apple IIGS, which features extremely advanced graphics and sound capabilities. Products manufactured in Singapore are distributed for sale throughout the Asia Pacific region and the United States. 'Our new plant ranks among the most advanced in the world and will contribute significantly to Apple's world-wide manufacturing effort,' said Mr. Sculley.\" </p>\n</blockquote>\n<p><a href=\"https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19880428-1.2.45?fbclid=IwAR38FpaNTP7OcOtMzuRl5t1pVphABkdG3jFUZ1yFaDFV6dVYwd9ndKDjseA\">\"Apple's new factory opens today,\" <em>The Straits Times</em> (April 28, 1988)</a>.</p>\n<p><strong>1990:</strong> Singapore Supplier Network Matures: \"By 1983 [it] had 9 local companies engaging in contract manufacturing of PCBs for the Apple IIe and Lisa. As Apple-Singapore was assigned by the Apple parent to assume assembly responsibility for two of three new Macintosh PCs in 1990, it had accumulated 130 major suppliers for monitors, power supplies, mechanical parts, and some chips from that region [Theodore H. Moran, <em>Parental Supervision: The New Paradigm for Foreign Direct Investment and Development</em> (Institute for International Economics, 2001), 18].</p>\n<p><strong>May 1990:</strong> \"Although the specifications remain standard worldwide, each Apple factory buys its components from local suppliers. For Apple Computer Singapore, quality components are not an issue. At the Fremont factory, however, relationships with suppliers must be constantly monitored\" [\"Behind Locked Doors: Manufacturing the Mac,\" <em>Australian Macworld</em> (May 1990)].</p>\n<p><strong>1997:</strong> While Singapore remains as an operational hub, Apple sells offer manufacturing capabilities such as printed circuit board assembly (in that case, to NatSteel Electronics).</p>"},"location":{"address":"Ang Mo Kio Street 64, Singapore","geocode":"1.3691149,103.8454342"},"attributes":{"destinationindex":"","category":"#Apple IIc,#Apple //e,#Apple IIGS,#Lisa,#Macintosh SE,#Macintosh SE/30,#Mac Plus,#Mac Color Classic II,#B&W G3","image":[{"URL":"./json/samples/applefactory/angmokio-1988.png","caption":"View of Apple's new Ang Mo Kio facility and Apple IIGS computers undergoing testing (1988)."},{"URL":"./json/samples/applefactory/angmokio-1988-2.png","caption":"Manufacturing of Apple IIe at the Ang Mo Kio facility in 1988."},{"URL":"./json/samples/applefactory/angmokio-1988-3.png","caption":"Singapore’s Prime Minister Lee Hsien Loong, who was Minister for Trade and Industry in 1988, officially opened the state-of-the-art Ang Mo Kio facility."},{"URL":"./json/samples/applefactory/angmokio-1990.png","caption":"TESTING A MONITOR: Now that everything but the outer case has been assembled, a worker adjusts the monitor's focus, brightness, and voltage levels, as well as the image area's height and width. The monitor is then glued down and the adjustments are rechecked. If the monitor fails to meet Apple's specifications, it is sent to a rework area to be fixed. A worker places the outer casing on Macs that pass the monitor test, and a machine presses the casing securely into place. A few screws are inserted and the Mac is ready for final testing."},{"URL":"./json/samples/applefactory/angmokio-1990-2.png","caption":"THE HIGHWAY: Apple relies heavily on conveyor belts to move supplies, boards, and Macs in all of its factories. Here fully housed Macs take a trip down Singapore's 'highway' on their way to the burn-in towers (tall, metal shelves). Once there, Macs undergo at least 17 hours of tests designed to test, or burn in, all of a Mac's major components. Macs that pass are forwarded, again by conveyor belt, to a finishing area where workers test the display once again, to make sure that nothing changed during the burn-in process, and add final touches such as hand-cleaning the case. Then it's off to the packing area."}],"icon":"factory","sources":[{"source":"https://www.apple.com/sg/newsroom/2021/07/apple-celebrates-40-years-of-innovation-education-and-progress-in-singapore/"},{"source":"https://www.thejakartapost.com/life/2020/09/12/apples-nearly-40-year-journey-in-singapore-celebrates-architecture-and-design.html"},{"source":"The Mirror (Singapore) (May 1, 1981)"},{"source":"https://ia803102.us.archive.org/4/items/Behind_Locked_Doors_Manufacturing_the_Mac_1990-05_Sattva_Descreen_600dpi/Behind_Locked_Doors_Manufacturing_the_Mac_1990-05_Sattva_Descreen_600dpi.pdf"},{"source":"https://www.plasticsnews.com/article/19970728/NEWS/307289918/natsteel-to-buy-apple-circuit-board-lines"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"568011600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":35,"name":"NeXT HQ","description":"<p><strong>1989:</strong> “One of their main features was the wood-and-steel staircase, which seemed to float in mid-air, and came at a high cost of having elevators removed, upon Steve's demand. The stairs would later inspire similar designs in the Apple Retail Stores. Other striking features included a marble dining area and $10,000 sofas\" <a href=\"https://allaboutstevejobs.com/pics/pics_places/next\">[NeXT Headquarters</a>].</p>"},"location":{"address":"900 Chesapeake Drive, Redwood City, CA","geocode":"37.5014653,-122.2139997"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"https://www.youtube.com/embed/oN0cmmG2LMk/"},{"URL":"./json/samples/applefactory/next-hq-1.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-2.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-3.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-4.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-5.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-6.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-7.jpg","caption":"NeXT Computer office photographs."},{"URL":"./json/samples/applefactory/next-hq-8.jpg","caption":"NeXT Computer office photographs."}],"icon":"building","sources":[{"source":"https://archive.org/details/NeXTComputerOffices"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"599634000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":36,"name":"Fountain, Colorado Facility","description":"<p><strong>January 1991:</strong> Apple purchases a facility in Fountain, Co to manufature subassemblies and finished computers. By 1996 the site employs about 1,100 people. Powerbooks, at least through the 5300 series, were assembled here.</p>\n<blockquote>\n  <p>\"Apple Computer Inc. said today that it would expand its manufacturing capacity by purchasing a 340,000- square-foot building in Fountain, Colo. The building, which is owned by the Data General Corporation, will be Apple's fourth manufacturing plant, adding to existing factories in Fremont, Calif.; Cork, Ireland, and Singapore. Fountain is about 12 miles south of Colorado Springs. Apple's Fountain plant, which will employ between 800 and 1,000 people in the next several years, is expected to begin operation this fall. Apple plans to staff the factory mostly with locally recruited employees. It will be managed by Jim Bilodeau, who has previously held several key positions in Apple Worldwide Manufacturing.\"</p>\n</blockquote>\n<p><a href=\"https://www.nytimes.com/1991/03/21/business/company-news-apple-will-buy-colorado-plant.html\">\"Apple Will Buy Colorado Plant,\" <em>The New York Times</em> (March 21, 1991)</a></p>\n<p><strong>June 1996:</strong> \"With its sales slumping and losses mounting, Apple sells its Fountain plant to contract manufacturer SCI systems. It marks the first time another company manufactures a large number of Apple’s computers. SCI agrees to make Macs at the site for three years\" <a href=\"https://www.wsj.com/articles/BL-DGB-25630\">[\"A Short History of Apple's Manufacturing in the U.S,\"  <em>The Wall Street Journal</em> (December 6, 2012)</a>].</p>"},"location":{"address":"702 Bandley Drive, Fountain, CO","geocode":"38.6923616,-104.7165486"},"attributes":{"destinationindex":"","category":"#PowerBooks","image":[{"URL":"./json/samples/applefactory/fountain.jpg","caption":"Fountain facility T-Shirt design."}],"icon":"factory","sources":[{"source":"https://www.nytimes.com/1991/03/21/business/company-news-apple-will-buy-colorado-plant.html"},{"source":"https://www.wsj.com/articles/BL-DGB-25630"},{"source":"https://macosx.com/threads/potential-ibook-consumers.3477/#post-15152"},{"source":"https://contracts.onecle.com/apple/scis.mfg.1996.05.31.shtml"},{"source":"https://www.csbj.com/premier/businessnews/fountain-seeks-to-fill-long-empty-warehouse/article_d9080e5f-b815-50bb-89c2-173e90daed2d.html"},{"source":"https://www.suspended-objects.org/post/125465055948/item-150-apple-macintosh-powerbook-140-found-on"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"834897600","munit":"utc"},{"mtype":"starttime","mvalue":"662706000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":37,"name":"Assembly Plant in Elk Grove (Sacramento)","description":"<p><strong>1992:</strong> \"Apple opens a computer assembly plant in Elk Grove, Calif., moving to an area less prone to earthquakes than its plant in Fremont. The Elk Grove and Fountain Plants produce most of the Apple computers sold in North America for several years\" <a href=\"https://www.wsj.com/articles/BL-DGB-25630\">[\"A Short History of Apple's Manufacturing in the U.S,\"  <em>The Wall Street Journal</em> (December 6, 2012)</a>].</p>\n<p><strong>November 1994:</strong> Apple announces plans to expand its manufacturing operations in Elk Grove, adding a 200,000 square foot facility to manufacture logic boards and adds 300 jobs <a href=\"https://www.wsj.com/articles/BL-DGB-25630\">[\"A Short History of Apple's Manufacturing in the U.S,\"  <em>The Wall Street Journal</em> (December 6, 2012)</a>].</p>\n<p><strong>2004:</strong> Apple shuts down its last U.S manufacturing line in Elk Grove, laying of 235 full-time workers. By this time most of Apple’s manufacturing takes place at factories in China. Many are operated by subcontractors Foxconn, a unit of Hon Hai Precision Industry Co., which assembles its iPhones and iPads <a href=\"https://www.wsj.com/articles/BL-DGB-25630\">[\"A Short History of Apple's Manufacturing in the U.S,\"  <em>The Wall Street Journal</em> (December 6, 2012)</a>].</p>"},"location":{"address":"3011 Laguna Blvd Elk Grove, CA","geocode":"38.4289166,-121.4730111"},"attributes":{"destinationindex":"","category":"#iMac,#Xserve,#Power Mac 8100/8500","image":[{"URL":"./json/samples/applefactory/elkgrove.jpg","caption":"iMac production at Elk Grove."},{"URL":"./json/samples/applefactory/elkgrove-2.jpg","caption":"iMac production at Elk Grove."}],"icon":"factory","sources":[{"source":"https://forums.macrumors.com/threads/decoding-apple-serials-where-when-hardware-was-assembled-1983-2021-and-apple-model-numbers-1977-present.2310423/"}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"1072933200","munit":"utc"},{"mtype":"starttime","mvalue":"694242000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":38,"name":"Apple Arrives in Austin","description":"<p><strong>1992:</strong> \"Apple arrived in Austin in 1992 with an office lease of roughly 200,000 square feet at Promontory Point in Northeast Austin. In the same year, the company purchased land at what is now 7700 Parmer from the Robinson family with the intention of building a campus for its Austin division. However, due to financial difficulties in the 1990s, the company was unable to follow through with its campus plans and sold its land to Freescale/Motorola, which successfully constructed its own campus on the site\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>]. </p>\n<p><strong>Late 1990s:</strong> Between 1992 and 2000, Apple also leased 39,000 square feet at Braker Center III, giving the company approximately 239,000 square feet in Austin, spread across the North and Northeast submarkets\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>"},"location":{"address":"Promontory Point Dr, Austin, TX","geocode":"30.2094582,-97.7317323"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"694242000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":39,"name":"Apple Infinite Loop","description":"<p><strong>September 16, 1997:</strong> 1 Infinite Loop, Cupertino, CA. Becomes official Apple HQ. Steve Jobs Returns to Apple as interim CEO.</p>\n<blockquote>\n  <p>\"When I first started working with Steve Jobs, he had this idea of building an Apple campus. Steve called it SuperSite. He wanted something like the experience of going to Disney World, with monorails going around, where everyone was in different-colored uniforms. When Steve told the Mac group that he wanted to have uniforms, they all looked at him like he was crazy.\"</p>\n</blockquote>\n<p>John Sculley, in <a href=\"https://www.wired.com/story/apple-infinite-loop-oral-history/\">\"An Oral History of Apple's Infinite Loop\"</a></p>\n<blockquote>\n  <p>\"It opened very late ’92, early ’93. We occupied the buildings mostly in numerical order. One, two, three, four, five, six…Building 1 was occupied first by the exec staff and software group. Building 2 was all the Mac web. Three then was the development tools, technical support, and product marketing. Building four was the cafeteria and the Apple library, a great, great resource. Buildings 5 and 6 were hardware. The notion was that all of R&amp;D would fit in it, but by the time we finished it we’d grown too much. And then, of course, after we occupied it, the company collapsed so that we all fit in again. By ’96 we all fit into the Loop.\"</p>\n</blockquote>\n<p>Chris Espinosa, in <a href=\"https://www.wired.com/story/apple-infinite-loop-oral-history/\">\"An Oral History of Apple's Infinite Loop\"</a></p>\n<blockquote>\n  <p>\"They built this campus fast, and it was obviously a bright shiny object. Everybody wanted to move in. It was a gigantic shift in the way we worked, because we went from being in cubes to, all of a sudden, literally every person had an office…The original inhabitants of all the floors got to name their own conference rooms. It’s a very weird set of names. We have rooms like Here and There. I still have the hardest time keeping it straight. Which one’s Here, which one’s There?\"</p>\n</blockquote>\n<p>Greg “Joz” Joswiak, in <a href=\"https://www.wired.com/story/apple-infinite-loop-oral-history/\">\"An Oral History of Apple's Infinite Loop\"</a></p>\n<blockquote>\n  <p>\"Infinite Loop 7 was the Pepper Mill, a restaurant on North DeAnza Boulevard. It turned into BJ’s, which continued to be called IL7. People would say, 'I’ll meet you in IL7,' which was the code for 'Let’s go drinking.'\"</p>\n</blockquote>\n<p>Tony Fadell, in <a href=\"https://www.wired.com/story/apple-infinite-loop-oral-history/\">\"An Oral History of Apple's Infinite Loop\"</a></p>\n<blockquote>\n  <p>\"Those buildings were mazes. Every time I would bring someone on campus, they would get lost. There’s only one time I remember someone not getting lost, and it was when we were working on a screen reader for sight-challenged people. I brought someone in who needed a seeing-eye dog. He asked to use the restroom. Every other time this happened, I would wait because they would get lost trying to find their way back. Left, right, left, right, right. Five minutes later his dog brings him right back into the room. That seeing-eye dog was the only one who knew his way around the very first time.\"</p>\n</blockquote>\n<p>Scott Forstall, in <a href=\"https://www.wired.com/story/apple-infinite-loop-oral-history/\">\"An Oral History of Apple's Infinite Loop\"</a></p>\n<p><strong>April 2017:</strong> Infinite Loop is largely replaced as Apple HQ by the newly opened Apple Park.</p>"},"location":{"address":"1 Infinite Loop, Cupertino, CA","geocode":"37.3318598,-122.0302485"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/infiniteloop.jpg","caption":"Aerial photograph of Infinite Loop."}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"1491004800","munit":"utc"},{"mtype":"starttime","mvalue":"874382400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":40,"name":"Apple Factory Video","description":"<p><strong>November 10, 1997:</strong> At a special event annoucing the Apple Online store and the G3 Powermac, Apple shares a video highlighting the role of its factories \"in Cork, in Singapore, and in Sacramento\" in a new \"Build to Order\" sales strategy.</p>"},"location":{"address":"4 Infinite Loop, Cupertino, CA","geocode":"37.3323609,-122.0315356"},"attributes":{"destinationindex":"","category":"#Powermac","image":[{"URL":"https://www.youtube.com/embed/2u4ZPP6EV-I/"}],"icon":"building","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"endtime","mvalue":"879120000","munit":"utc"},{"mtype":"starttime","mvalue":"879120000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":41,"name":"Quanta","description":"<p><strong>1998:</strong> Apple outsources PowerBook G3 production to Quanta in Taiwan, beginning a trend that will see it divest from most of its remaining manufacturing.</p>\n<blockquote>\n  <p>\"Apple made a similar push in its laptop products. Its first model of the PowerBook G3 was produced in Apple factories, but it outsourced worldwide production of its next three models (introduced in 1998, 1999 and 2000) to Quanta in Taiwan, which had previously produced the 1995 low-end PowerBook 1400. In 1999 Apple outsourced production of its new iBook to Alpha Top Corp. in Taiwan, a subsidiary of GVC Corp. The September 1999 earthquake that killed more than 2,2000 people in Taiwan also disrupted computer production, including that of Apple’s laptops.\"</p>\n</blockquote>\n<p>Joel West, \"Apple Computer: The iCEO Seizes the Internet\" (Center for Research on Information Technology and Organizations, University of California, Irvine, 2002).</p>"},"location":{"address":"Taiwan","geocode":"23.4635127,116.8592379"},"attributes":{"destinationindex":"","category":"#PowerBook G3","image":[],"icon":"factory","sources":[{"source":"https://escholarship.org/content/qt4sq9672p/qt4sq9672p.pdf"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"883612800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":42,"name":"GVC","description":"<p><strong>1999:</strong> Apple outsources worldwide iBook production to Alpha Top (GVC) in Taiwan.</p>\n<blockquote>\n  <p>\"Apple made a similar push in its laptop products. Its first model of the PowerBook G3 was produced in Apple factories, but it outsourced worldwide production of its next three models (introduced in 1998, 1999 and 2000) to Quanta in Taiwan, which had previously produced the 1995 low-end PowerBook 1400. In 1999 Apple outsourced production of its new iBook to Alpha Top Corp. in Taiwan, a subsidiary of GVC Corp. The September 1999 earthquake that killed more than 2,2000 people in Taiwan also disrupted computer production, including that of Apple’s laptops.\"</p>\n</blockquote>\n<p>Joel West, \"Apple Computer: The iCEO Seizes the Internet\" (Center for Research on Information Technology and Organizations, University of California, Irvine, 2002).</p>"},"location":{"address":"Taiwan","geocode":"23.4635127,116.8592379"},"attributes":{"destinationindex":"","category":"#iBook","image":[],"icon":"factory","sources":[{"source":"https://escholarship.org/content/qt4sq9672p/qt4sq9672p.pdf"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"915148800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":43,"name":"LG (Korea)","description":"<p><strong>1999:</strong> Apple outsources iMac assembly to LG in Korea.</p>\n<blockquote>\n  <p>\"When it introduced the iMac in 1998, Apple began production at its factories in Sacramento, Cork and Singapore. However, in February 1999 Apple reported a $9 million charge to outsource nearly all iMac production to three regional factories operated by LG. The Korea-based firm had previously made all iMac cases and monitors in Korea for Apple’s three regional factories. In 2000, Apple shifted most European and Asia assembly from LG to Hon Hai of Taiwan.\"</p>\n</blockquote>\n<p>Joel West, \"Apple Computer: The iCEO Seizes the Internet\" (Center for Research on Information Technology and Organizations, University of California, Irvine, 2002).</p>"},"location":{"address":"South Korea","geocode":"35.7901927,125.2337751"},"attributes":{"destinationindex":"","category":"#iMac","image":[],"icon":"factory","sources":[{"source":"https://escholarship.org/content/qt4sq9672p/qt4sq9672p.pdf"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"915148800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":44,"name":"LG (Mexico)","description":"<p><strong>1999:</strong> Apple outsources iMac assembly to LG in Mexicali, Mexico.</p>\n<blockquote>\n  <p>\"When it introduced the iMac in 1998, Apple began production at its factories in Sacramento, Cork and Singapore. However, in February 1999 Apple reported a $9 million charge to outsource nearly all iMac production to three regional factories operated by LG. The Korea-based firm had previously made all iMac cases and monitors in Korea for Apple’s three regional factories. In 2000, Apple shifted most European and Asia assembly from LG to Hon Hai of Taiwan.\"</p>\n</blockquote>\n<p>Joel West, \"Apple Computer: The iCEO Seizes the Internet\" (Center for Research on Information Technology and Organizations, University of California, Irvine, 2002).</p>"},"location":{"address":"Mexicali, Mexico","geocode":"32.6114749,-115.7573922"},"attributes":{"destinationindex":"","category":"#iMac","image":[],"icon":"factory","sources":[{"source":"https://escholarship.org/content/qt4sq9672p/qt4sq9672p.pdf"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"915148800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":45,"name":"LG (Wales)","description":"<p><strong>1999:</strong> Apple outsources iMac assembly to LG in Wales.</p>\n<blockquote>\n  <p>\"When it introduced the iMac in 1998, Apple began production at its factories in Sacramento, Cork and Singapore. However, in February 1999 Apple reported a $9 million charge to outsource nearly all iMac production to three regional factories operated by LG. The Korea-based firm had previously made all iMac cases and monitors in Korea for Apple’s three regional factories. In 2000, Apple shifted most European and Asia assembly from LG to Hon Hai of Taiwan.\"</p>\n</blockquote>\n<p>Joel West, \"Apple Computer: The iCEO Seizes the Internet\" (Center for Research on Information Technology and Organizations, University of California, Irvine, 2002).</p>"},"location":{"address":"Wales, UK","geocode":"52.3979936,-5.4787365"},"attributes":{"destinationindex":"","category":"#iMac","image":[],"icon":"factory","sources":[{"source":"https://escholarship.org/content/qt4sq9672p/qt4sq9672p.pdf"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"915148800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":46,"name":"Foxconn (Shenzhen)","description":"<p><strong>2000:</strong> \"In 2000, Hon Hai Precision Industry Co. Ltd. took over iMac production. The electronics manufacturer, based in Taiwan, is better known internationally as Foxconn\" [Leander Kahney, <em>Jony Ive: The Genius Behind Apples Greatest Products</em> (Penguin, 2013), 202]. iMac assembly is concentrated in two facilities, in Shenzhen, China and the Czech Republic.</p>\n<blockquote>\n  <p>\"Another reason Apple shifted manufacturing to China was that the design team started designing products in aluminum, and that’s where the supply chain was located…when the team first started using aluminum, they tried to work with manufacturers stateside. Satzger, who was in charge of materials and finishes for Jony’s group, made the initial contacts. He researched the suppliers to find companies that could make components in the quality and quantity that Apple required. When the design team was creating the first Mac mini, Satzger started working with a U.S.-based aluminum supplier. The directive from Tim Cook’s operations group was clear: They wanted the Mac mini to be manufactured in the United States. The U.S. supplier looked like a good bet because it was able to supply high-quality aluminum that was relatively free of impurities and would anodize well. 'We reached a point in the program where I said to the representative of the operations team that was pushing the move toward manufacturing in the USA, 'We have a really tight schedule, and the [US manufacturer has] not yet delivered a part in spec from the extrusion machine; they haven’t delivered a finished part. When are they going to do this? If they don’t deliver, we don’t have a product. Where is our backup plan?''…American companies could not understand the quality that is required for a customer-facing part on an Apple product—the little things that customers notice…Asian suppliers bent over backward to get the contract. 'We first went to Japan, and started using titanium, and moved from there onto aluminum for the first iPods and PowerBooks,' remembered Satzger. 'Then we were able to take that knowledge and experience and move, along with a couple Japanese companies, into China and we could say to people such as Foxconn, which had been molding parts for us, 'Can you make basic sheet metal for us?' and we started working with them from there. In China, their attitude was very much, 'We’re going to work on a product to make sure it meets all its specs.'' The Mac mini would be produced in Asia, along with iPod minis and other products, at Foxconn.\"</p>\n</blockquote>\n<p>Leander Kahney, <em>Jony Ive: The Genius Behind Apples Greatest Products</em> (Penguin, 2013).</p>\n<blockquote>\n  <p>Hon Hai Precision Industry Co., Ltd. is one of the world's leading manufacturers of computer connectors and components, as well as a major \"barebones\" desktop and notebook PC manufacturer working with many of the world's top tier computer brands and companies, including Apple, Dell, Compaq. Intel, and others. Operating internationally under the Foxconn name, Hon Hai has grown steadily through a combination of a willingness to invest heavily in order to adapt itself to its customers' demands; an early entry into the Chinese market, helping it maintain low production costs; and a diversification of its OEM-based product technologies, while avoiding the pursuit of the branded component market. Responding to the dropoff in the global computer market at the beginning of the 21st century, Hon Hai has extended its production to embrace new industries, notably the mobile telephone market. With the increasing use of computer and electronic technologies in modern automobiles, Hon Hai intends to enter that market as weli. The company has also constructed a new plant in order to manufacture LCD screens for the computer, television, and other markets. Listed on the Taiwan stock exchange, Hon Hai has long distinguished itself by its discretion-some call it secrecy.</p>\n</blockquote>\n<p><em>International Directory of Company Histories</em>, Vol. 59 (2004), 234-236.</p>\n<p><strong>2010:</strong> A series of suicides brings widespread attention to the labor conditions of workers, and the threat of suicide emerges as a protest tactic.</p>\n<p>Sociologist Jenny Chan interviewed one of the workers, 17-year old Tian Yu:</p>\n<blockquote>\n  <p>\"I and the hundreds of other new workers were taken to the Longhua factory, about an hour ride by the company bus. In a late afternoon, the setting sun bathed the Foxconn facilities in golden light. At 5 p.m. thousands and thousands of Foxconn workers poured out of the factory gate.\"<br><br>\"My assembly-line position was at the iDPBG. I arrived late for my first day of work. The factory was too big, and I got lost. So I spent a long time looking for the iDPBG workshop. The factory directory shows that there are ten zones listed from A to H, J, and L, and they are further subdivided into A1, A2, A3, L6, L7, J20, and so on. It takes almost an hour to walk from the south main gate to the north main gate, and another hour to walk from the west to the east gate. I did not know what each building was, nor did I know the meaning of the English acronyms that could be seen written everywhere, such as FIH [Foxconn International Holdings] and the JIT [just-in-time] Hub…Each production line in my workshop had from a few dozen to more than 100 workers. I was responsible for spot inspections of glass screens to see whether they were scratched. I woke up at 6:30 a.m., attended an unpaid morning meeting at 7:20 a.m., started work at 7:40 a.m., went to lunch at 11, and then usually skipped the evening meal to work overtime until 7:40 p.m…I attended compulsory unpaid work meetings every day. I reported to the line leaders 15 to 20 minutes earlier for roll call. Leaders lectured us on maintaining high productivity, reaching daily output targets and keeping discipline…There seemed to be no way for me to say ‘no’ to overtime … Toilet breaks during the working hours are also restricted. I had to swipe my staff ID card at electronic readers at the beginning and end of my work shift. I had to ask permission from the assistant line leaders to leave my seat.\"<br><br>\"I didn’t make any mistakes on the products, but the line leader blamed me anyway … I saw a girl who was forced to stand at attention for hours for supposedly making an error. Public humiliations occurred several times during the working month…After work, all of us—more than 100 people—are [sometimes] made to stay behind. This happens whenever a worker is punished. A girl is forced to stand at attention to read aloud a statement of self-criticism. She must be loud enough to be heard. Our line leader would ask if the worker at the far end of the workshop could hear clearly the mistake she has made. Oftentimes girls feel they are losing face. It’s very embarrassing. Her tears drop. Her voice becomes very small … Then the line leader shouts: ‘If one worker loses only one minute [failing to keep up with the work pace], then, how much more time will be wasted by 100 people?\"<br><br>\"After I had worked a month, when it was time to distribute wages, everyone else got their wage debit cards, but I did not. I asked the line leader what had happened. The line leader said that although I worked at Longhua, my wage card was at another Foxconn factory in Guanlan town….By then it was the middle of March 2010, and after more than one month in Shenzhen I had spent all of the money my parents had given me. Where could I borrow money? At this moment of crisis my cellphone broke. I was unable to get in touch with my cousin in Shenzhen, my sole link to home and family. I could find no one to help me.\"</p>\n</blockquote>\n<p>At about 8 a.m. on March 17, 2010, after only 37 days of employment, Yu threw herself from the fourth floor of Foxconn’s Longhua dormitory in Shenzhen. She survived <a href=\"https://apjjf.org/2013/11/31/Jenny-Chan/3977/article\">[Jenny Chan, A Suicide Survivor: The Life Of A Chinese Migrant Worker At Foxconn, August 6, 2013</a>].</p>\n<p>In May 2010, the Foxconn human resources director attempted to make workers sign a no-suicide pledge containing a disclaimer clause:</p>\n<blockquote>\n  <p>\"Should any injury or death arise for which Foxconn cannot be held accountable (including suicides and self-mutilation), I hereby agree to hand over the case to the company’s legal and regulatory procedures. I myself and my family members will not seek extra compensation above that required by the law so that the company’s reputation would not be ruined and its operation remains stable.\"</p>\n</blockquote>\n<p>China Central TV, May 28 2010.</p>"},"location":{"address":"Shenzhen, China","geocode":"22.5428599,114.05956"},"attributes":{"destinationindex":"","category":"#iPhone,#iPad,#iPod touch,#iPod nano 4G,#iPod Mini,#Mac Mini","image":[{"URL":"./json/samples/applefactory/foxconn.jpg","caption":"Foxconn Workers."},{"URL":"./json/samples/applefactory/foxconn-map.jpg","caption":"Map of Foxconn facilities."},{"URL":"./json/samples/applefactory/longhua-1.jpg","caption":"An assembly bench in Foxconn’s Longhua complex in Shenzhen."},{"URL":"./json/samples/applefactory/longhua-2.jpg","caption":"A Foxconn employee in a dormitory at Longhua."},{"URL":"./json/samples/applefactory/longhua-3.jpg","caption":"Employees have lunch at the Foxconn Longhua plant."},{"URL":"./json/samples/applefactory/longhua-4.jpg","caption":"Foxconn Longhua."}],"icon":"factory","sources":[{"source":"https://www.theguardian.com/technology/2017/jun/18/foxconn-life-death-forbidden-city-longhua-suicide-apple-iphone-brian-merchant-one-device-extract"},{"source":"https://forums.macrumors.com/threads/decoding-apple-serials-where-when-hardware-was-assembled-1983-2021-and-apple-model-numbers-1977-present.2310423/"},{"source":"https://news.sohu.com/20100522/n272270181.shtml"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"946702800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":47,"name":"Foxconn (Czech Republic)","description":"<p>\"In 2000, Hon Hai Precision Industry Co. Ltd. took over iMac production. The electronics manufacturer, based in Taiwan, is better known internationally as Foxconn\" [Leander Kahney, <em>Jony Ive: The Genius Behind Apples Greatest Products</em> (Penguin, 2013), 202]. iMac assembly is concentrated in two facilities, in Shenzhen, China and the Czech Republic.</p>\n<blockquote>\n  <p>\"Foxconn, one of the world's largest contractual producers of electronics, signed a contract to purchase HTT Tesla Pardubice for CZK 102 million earlier this year. In its plant in Pardubice, Foxconn intends to increase its daily Apple production up to 2000 units a day. The facility in the Czech Republic produces iMac high-end PC configuration DV, while inexpensive models are being manufactured and assembled in Asia. Foxconn currently employs 300 people but intends to expand personnel to over 2000 employees by 2003. In the course of the next three years, Foxconn plans to invest more than $40 million in Pardubice and to build a modern plant for the production of cellular phones and computers.\"</p>\n</blockquote>\n<p>Czech Trade Focus (December 2000).</p>"},"location":{"address":"U Zámečku 27, 530 03 Pardubice IV-Pardubičky, Czech Republic","geocode":"50.0267197,15.8008757"},"attributes":{"destinationindex":"","category":"#iMac,#iMac DV","image":[{"URL":"./json/samples/applefactory/foxconn-pardubice.jpg","caption":"Foxconn Pardubice."}],"icon":"factory","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"946702800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":48,"name":"First Apple Retail Store","description":"<p><strong>May 19, 2001:</strong> Apple opens first retail store in Tyson Center, VA</p>"},"location":{"address":"1961 Chain Bridge Rd, Mclean, VA","geocode":"38.9170135,-77.2227938"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"https://www.youtube.com/embed/HkhMEJp2GWY/"}],"icon":"store","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"990244800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":49,"name":"Austin Campus","description":"<p><strong>Early 2000s:</strong> \"…in the early 2000s, Apple consolidated its Austin operations from Promontory Point and Braker Center into 275,000 square feet at Riata Crossing (now known as Parmer Riata) in the heart of Austin’s Northwest submarket\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>\n<p><strong>2004:</strong> \"Apple leases the 52,000-square-foot Promontory Point H-1 at 2323 Ridgepoint Drive; Promontory Point H-2 at 2401 Ridgepoint Drive, 54,975 square feet; and two buildings at 2420 Ridgepoint Drive in Promontory Point, about 95,000 square feet. In addition, Apple leases 39,000 square feet in Building B of Braker Center III at 11701 Stonehollow Drive. The company renewed that lease about a year and a half ago\" <a href=\"https://www.macobserver.com/tmo/article/austin_business_journal_apple_looking_to_expand_local_office_space\">[\"Apple Looking To Expand Local Office Space,\" <em>Austin Business Journal</em></a>].</p>\n<p><strong>2012:</strong> \"Apple began accelerating its growth in Austin by leasing 27,361 SF at Highflex Technology Center, adjacent to its Parmer Riata offices in Northwest Austin. By this time Apple had also leased more space at Parmer Riata, giving them roughly 400,000 SF at that location. Additionally, Apple bought three tracts of land from McShane Development Co., also adjacent to Parmer Riata, with plans to build an Austin campus that would receive an estimated $36 million in incentives and would provide 3,600 jobs\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>\n<p><strong>December 2013:</strong> Austin plant begins manufacturing Mac Pros.</p>\n<p><strong>2015:</strong> \"By 2015, Apple had developed seven Class A office buildings on this land, today known as Apple’s Americas Operations Center. These properties comprise 1,105,436 square feet of office space, greatly increasing Apple’s footprint in Austin. Apple also purchased the four buildings it fully occupied at Parmer Riata in 2015\"  <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>\n<p><strong>2019:</strong> Apple manufactures third-gen Mac Pro in Austin. \"'Building the Mac Pro, Apple’s most powerful device ever, in Austin is both a point of pride and a testament to the enduring power of American ingenuity,' said Tim Cook, Apple’s CEO…Mac Pro units are now in production in Austin and will soon ship to customers across the Americas. The 244,000-square-foot Mac Pro facility employs more than 500 people in a range of roles, including electrical engineers and electronics assemblers, who build each unique unit to customers’ specifications\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>"},"location":{"address":"5501 W Parmer Ln, Austin, TX","geocode":"30.4343909,-97.7371355"},"attributes":{"destinationindex":"","category":"#MacPro","image":[{"URL":"./json/samples/applefactory/austin-2-1.jpg","caption":"Austin manufacture of Mac Pro"},{"URL":"./json/samples/applefactory/austin-riata.jpg","caption":"Aerial photograph of Austin Campus"},{"URL":"https://www.youtube.com/embed/obk3-dF3M3o"}],"icon":"factory","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1072933200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":50,"name":"Foxconn (Zhengzhou) \"iPhone City\"","description":"<p><strong>2010:</strong> Foxconn opens a facility in Zhengzhou with generous benefits provided by the government, Apple is the main client.</p>\n<blockquote>\n  <p>\"As Mac sales plummeted and inventories began to bulge in the mid-1990s, Apple had to embrace outsourcing, something with which it had only just experimented. After Mr. Jobs returned to the company in 1997, he turned to his new operations chief, Mr. Cook, who had recently joined from Compaq, to figure out how…Under the direction of Mr. Cook, Apple shifted more business to Foxconn, then an up-and-coming Taiwanese contract manufacturer that had started to gain a following among big American brands like Compaq, IBM and Intel. The partnership freed up Apple to focus on its strengths — design and marketing. Apple would come up with a new idea, and Foxconn would find ways to produce millions of units at a low cost.\"</p>\n</blockquote>\n<p><a href=\"https://www.nytimes.com/2016/12/29/technology/apple-iphone-china-foxconn.html\">\"How China Built iPhone City,\" The New York Times</a></p>\n<blockquote>\n  <p>\"The two companies [Apple and Foxconn] are intertwined in Zhengzhou. When the factory opened, Apple was Foxconn’s only customer here. Even now, the American technology company accounts for almost all of the production at the Zhengzhou plant, where about half of the world’s iPhones are made. Apple is also the main exporter using the customs facility here.\"</p>\n</blockquote>\n<p><a href=\"https://www.nytimes.com/2016/12/29/technology/apple-iphone-china-foxconn.html\">\"How China Built iPhone City,\" The New York Times</a></p>\n<blockquote>\n  <p>\"As the final assembly point for the iPhone, China also functions as a base for Apple’s global tax strategy…In the Zhengzhou bonded zone, typically at customs, Foxconn sells the finished iPhones to Apple. After purchasing the iPhones, Apple then resells the goods to Apple subsidiaries. The process largely takes place electronically…Apple can assign some profits on these goods to an affiliate in Ireland, a tax-advantageous locale, according to a 2013 American congressional report on the company’s tax practices. It is a practice commonly employed by many big technology brands and is not unique to China.\"</p>\n</blockquote>\n<p><a href=\"https://www.nytimes.com/2016/12/29/technology/apple-iphone-china-foxconn.html\">\"How China Built iPhone City,\" The New York Times</a></p>\n<blockquote>\n  <p>\"Chinese factory laborers call jobs like Hunter’s 'working the screws.' Until recently, the 34-year-old worked on the iPhone 14 Pro assembly line at a Foxconn factory in the central Chinese city of Zhengzhou. His task was to pick up an iPhone’s rear cover and a tiny cable that charges the battery, scan their QR codes, peel off adhesive tape backing, and join the two parts by tightening two screws. He’d then put the unfinished phone onto a conveyor belt that carried it to the next station…Hunter had to complete this task once every minute. During a normal 10-hour shift, his target was to attach 600 cables to 600 cases, using 1,200 screws. Every day, 600 more unassembled iPhones awaited him…Apart from a strictly timed hour-long lunch break, he spent his days inside a windowless workshop that smelled of chlorine, wearing an antistatic gown and a face mask. If he needed to take a toilet break, he had to make up for lost time. Behind the assembly line, supervisors — known as xianzhang, or 'line leaders' — monitored workers' progress on a computer and frequently admonished those who fell behind.<br><br>\"'I feel we have no rights and dignity inside the workshops…Some line leaders just can't live a day without scolding people.' He hated the humiliation and tediousness of the production line job, but he gritted his teeth.\"<br><br>\"Hunter said that as the factory got nearer to its target output, his supervisors started asking him to take 10-minute breaks in the afternoon. On December 25, for the first time that month, his manager asked him to take the day off. He spent a few hours playing League of Legends at an internet café and later posted on Twitter. 'The reason I said iPhones are made in hell,' he wrote, 'is that workers are leading prisoner-like lives in workshops that see no sunlight.'\"</p>\n</blockquote>\n<p><a href=\"https://restofworld.org/2023/foxconn-iphone-factory-china/\">Viola Zhou, \"'iPhones are made in hell': 3 months inside China’s iPhone city\" Rest of World, January 2023</a></p>\n<blockquote>\n  <p>\"Foxconn's compound in Zhengzhou makes about half of the world’s iPhones. Nicknamed 'iPhone City,' it covers an area of 5.6 square kilometers — about one-tenth the size of Manhattan — and at full capacity employs some 200,000 workers. Apple relies on just-in-time manufacturing, meaning it doesn’t build up a large inventory of products but has iPhones made as consumers order them. As a result, the megafactory’s busiest season starts around September or October, when Apple releases its new iPhone models, and continues through the end-of-year holiday season until the Lunar New Year, which falls in January or February.\"</p>\n</blockquote>\n<p><a href=\"https://restofworld.org/2023/foxconn-iphone-factory-china/\">Viola Zhou, \"'iPhones are made in hell': 3 months inside China’s iPhone city\" Rest of World, January 2023</a></p>"},"location":{"address":"Zhengzhou, China","geocode":"34.7425008,113.4983714"},"attributes":{"destinationindex":"","category":"#iPhone","image":[{"URL":"./json/samples/applefactory/zhengzhou-1.jpg","caption":"Foxconn workers leave for the day."},{"URL":"./json/samples/applefactory/zhengzhou-2.jpg","caption":"Foxconn workers leave for the day."}],"icon":"factory","sources":[{"source":"https://www.nytimes.com/2016/12/29/technology/apple-iphone-china-foxconn.html"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1262322000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":51,"name":"Foxconn (Chengdu)","description":"<p><strong>2010:</strong> Foxconn opens a facility in Chengdu, at the cost of approximately 2 billion USD.</p>\n<p><strong>May 13, 2011:</strong> An explosion occurs at the Chengdu facility, killing 3 workers and injuring 15.</p>\n<p><strong>August 2023:</strong> China labor watch publishes a report accusing Foxconn of a number of illegal labor practices at its Chengdu factories.</p>\n<blockquote>\n  <p>\"Foxconn's Chengdu factory is one of Apple’s main sourcing sites. Each fall when Apple releases a new line of products, workers labor around the clock to meet impossible production targets. Dispatch workers, or workers who do not directly sign labor contracts with factories but instead are outsourced by labor dispatch companies, make up approximately half of the workforce. The precarious nature of their employment makes them extremely susceptible to abuse. While Apple has gained a reputation for excellent product quality and customer service through its ‘AppleCare’ and ‘Genius Bar’ services, its reputation for labor rights is considerably less stellar. Despite Apple’s claims of having high standards when it comes to corporate social responsibility, year after year, serious labor rights violations occur on the factory floor.<br><br>\"From June to July 2023, CLW sent an investigator to Foxconn’s Chengdu factory to document the working conditions of Apple’s global supply chain. CLW’s investigation discovered that the problems uncovered in 2020 still exist in the factory. To this day, Foxconn Chengdu enforces a large number of illegal labor practices including the excessive use of dispatch workers, mandatory overtime, workplace bullying and harassment, and recruitment discrimination.\"</p>\n</blockquote>\n<p><a href=\"https://chinalaborwatch.org/investigation-of-an-apple-supplier-chengdu-foxconn-report-in-2023/\">China Labor Watch, \"Investigation Of An Apple Supplier: Chengdu Foxconn Report In 2023\"</a></p>"},"location":{"address":"Chengdu, China","geocode":"30.6581564,103.76373"},"attributes":{"destinationindex":"","category":"#iPad,#MacBook","image":[{"URL":"./json/samples/applefactory/chengdu-1.jpg","caption":"Foxconn Chengdu, 2023."},{"URL":"./json/samples/applefactory/chengdu-2.jpg","caption":"Map of Foxconn Chengdu factory locations, 2023."},{"URL":"./json/samples/applefactory/chengdu-3.jpg","caption":"Foxconn Chengdu facilities."},{"URL":"./json/samples/applefactory/chengdu-4.jpg","caption":"Foxconn Chengdu facilities."},{"URL":"./json/samples/applefactory/chengdu-5.jpg","caption":"Foxconn Chengdu dorms."},{"URL":"./json/samples/applefactory/chengdu-6.jpg","caption":"Poster at Foxconn \"University\" in Chengdu."},{"URL":"https://www.youtube.com/embed/kH9Pb0VBpGg"}],"icon":"factory","sources":[{"source":"https://www.wsj.com/articles/SB10001424052748704816604576335262591187804"},{"source":"https://www.csmonitor.com/World/Asia-Pacific/2012/0718/In-Foxconn-s-iPad-factory-a-window-on-Chinese-hopes-and-frustrations"},{"source":"https://www.foxconn.com/en-us/press-center/events/industry-events/572"},{"source":"https://www.vox.com/2015/4/6/11561130/where-apple-products-are-born-a-rare-glimpse-inside-foxconns-factory"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1262322000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":52,"name":"Apple Intrinsity","description":"<p><strong>2010:</strong> Apple Purchases Intrinsity. Moves 100 Intrinsity employees to a new 55,216 sq ft lease at Vista Ridge II.</p>\n<blockquote>\n  <p>\"Apple has acquired a small Austin, Tex., company called Intrinsity, known for making zippy versions of a computer chip often found in mobile devices. The deal, which closed late last month and was confirmed by Apple on Tuesday, shows the company continuing to try to gain an edge in the mobile device market by purchasing technology and chip experts.\"</p>\n</blockquote>\n<p>\"Apple Buys Intrinsity, a Maker of Fast Chips,\" <em>The New York Times</em> (April 27, 2010).</p>\n<p><strong>2016:</strong> \"In 2016, Apple leased all 215,000 square feet of space at Capital Ridge in Southwest Austin, moving its Intrinsity/chip design group out of Vista Ridge II and keeping the office in the Southwest submarket (and separate from Apple’s primary Austin campus as it had been since Apple acquired the company). By this point, Apple’s Intrinsity acquisition had been attributed with 500 additional Austin jobs\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>"},"location":{"address":" 11612 Bee Caves Rd Bldg II Suite 200 Austin, TX","geocode":"30.3106528,-97.9171944"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"factory","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1262322000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":53,"name":"Quanta (Fremont)","description":"<p><strong>2013:</strong> Apple's Supplier Report lists a US facilitiy run by Quanta Computer as a \"final assembly facility\" for some iMacs <a href=\"https://9to5mac.com/2012/12/05/assembled-in-usa-imacs-are-originating-in-fremont-ca/\">[\"‘Assembled in USA’ iMacs are originating in Fremont, CA\"</a>].</p>"},"location":{"address":"44350 Nobel Drive, Fremont CA","geocode":"37.4966913,-121.9769208"},"attributes":{"destinationindex":"","category":"#iMac","image":[],"icon":"factory","sources":[{"source":"https://www.heise.de/news/Apple-nennt-erstmals-US-Fabrik-als-Endmontagewerk-1792317.html"}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1356998400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":54,"name":"Apple Park","description":"<p><strong>April 2017:</strong> \"Apple today announced that Apple Park, the company’s new 175-acre campus, will be ready for employees to begin occupying in April. The process of moving more than 12,000 people will take over six months, and construction of the buildings and parklands is scheduled to continue through the summer. Envisioned by Steve Jobs as a center for creativity and collaboration, Apple Park is transforming miles of asphalt sprawl into a haven of green space in the heart of the Santa Clara Valley. The campus’ ring-shaped, 2.8 million-square-foot main building is clad entirely in the world’s largest panels of curved glass\" (<a href=\"https://www.apple.com/newsroom/2017/02/apple-park-opens-to-employees-in-april/\">\"Apple Park Opens to Employees in April\"</a>.</p>"},"location":{"address":"One Apple Park Way, Cupertino, CA","geocode":"37.3346438,-122.0115469"},"attributes":{"destinationindex":"","category":"","image":[{"URL":"./json/samples/applefactory/applepark.png","caption":"Aerial view of Apple Park construction."}],"icon":"","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1491004800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":55,"name":"Austin Campus II","description":"<p><strong>2019:</strong> \"Apple today announced the start of construction on its new campus in Austin, Texas, as part of its broad expansion in the city…[The] $1 billion, 3-million-square-foot campus…will initially house 5,000 employees, with the capacity to grow to 15,000, and is expected to open in 2022\" <a href=\"https://www.apple.com/newsroom/2019/11/apple-expands-in-austin/\">[Apple Expands in Austin</a>].</p>\n<p>\"Apple announces plans to build a new campus in Austin. Apple provided a few details regarding the development itself, explaining that site preparation can be expected to begin in 2019, with the first buildings delivering 36 months after construction begins. The campus will be built on 133 acres of the well known Robinson Ranch site, a large swath of land in Northwest Austin, which developers have been trying to get their hands on for some time. Estimates indicate the campus will contain roughly 3 million SF of space, 2 million of which will likely be office and research space\" <a href=\"https://aquilacommercial.com/learning-center/apple-austin-offices-headquarters-history-details-predictions/\">[Apple’s Austin Offices & Headquarters: History, Details & Predictions</a>].</p>"},"location":{"address":"6900 W. Parmer Lane, Austin, TX","geocode":"30.4513994,-97.7490108"},"attributes":{"destinationindex":"","category":"#MacPro","image":[{"URL":"./json/samples/applefactory/austin-2-2.jpg","caption":"New Austin Campus"}],"icon":"factory","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1546300800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":56,"name":"A Global Empire","description":"<p><strong>2020:</strong> Apple is one of the largest companies in the world (by market cap). While it is no longer directly controls significant manufacturing faiclities, it sits at the center of the thousands of suppliers and sub-suppliers responsible for building its products. </p>\n<p>For more information on Apple's suppliers, see the manifest of <a class='manifest-link' href='json/samples/apple2013-2019.json'>Apple Suppliers (2013-2019)</a>.</p>"},"location":{"address":"One Apple Park Way, Cupertino, CA","geocode":"37.3357448,-122.0095465"},"attributes":{"destinationindex":"","category":"","image":[],"icon":"star","sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"1577836800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}