{"summary":{"name":"Notorious Uranium References","description":"<p><img src=\"json/cases/NEH/bishop/notorious.jpg\" alt=\"Notorius Uranium Wine Bottle\" /><br/><br/></p>\n<p>As Alfred Hitchcock narrated to François Truffaut: \"the McGuffin\" is as important as a film's leading actors, director, and screenwriter: <blockquote>\"so here is the idea for a picture co-starring Ingrid Bergman and Cary Grant, to be directed by Alfred Hitchcock. Well, after talking it over with [screenwriter] Ben Hecht, we decide that the idea we'll retain from this story is that the girl is to sleep with a spy in order to get some secret information. Gradually, we develop the story, and now I introduce 'the MacGuffin': four or five samples of uranium concealed in wine bottles\" (Truffaut, Hitchcock, 2015, p. 168; also <a href=\"https://www.youtube.com/watch?v=U0kN4gcUp-k&list=PLrwUnL23zrPvip0v2HuFysocXdw8Ut_k8&index=10\">here</a>, and <a href=\"https://www.youtube.com/watch?v=KeXuU3gfk0A&list=PLrwUnL23zrPvip0v2HuFysocXdw8Ut_k8&index=14\">here</a>).</blockquote></p>\n<p>According to a popular online encyclopedia: \"In fiction, 'a MacGuffin' (sometimes McGuffin) is an object, device, or event that is necessary to the plot and the motivation of the characters, but insignificant, unimportant, or irrelevant in itself.\" By its nature, 'a MacGuffin' is negligible: its sole purpose is to provide motivation to the protagonists. To Truffaut, Hitchcock continued that as far as he was concerned, the uranium was trivial. As Hitchcock told Truffaut: \"if it had not been a wartime story, we could have hinged our plot on the theft of diamonds, the gimmick was unimportant.\" Critics agreed: throughout the Anglophone world, only one review of \"Notorious\" even mentioned uranium.</p>\n<p>Except in the jurisdiction with the world's largest uranium reserves. While the Australian Broadcasting Act (no. 33 of 1942) and similar protected the Allies against unguarded talk, including information pertaining to strategic materials, critics reviewing \"Notorious\" for small-town newspapers in Australia noticed uranium as frequently as they noticed Ingrid Bergman and Cary Grant. Under specific circumstances, the \"MacGuffin\" became notable.</p><div class=\"cite\">Elizabeth Bishop, \"Notorious Uranium References,\" <em>Manifest: Supply Chain Platform</em> (2024)</div>"},"nodes":[{"overview":{"index":1,"name":"The Australian Women's Weekly","description":"<blockquote>\n  <p>MASTERLY touch of producer-director Alfred Hitchcock is well evident in this suspense-filled espionage tale, the only fault of which is that it comes at a time when Nazi spy groups, secret agents, and <strong>uranium</strong> deposits for use in atomic bombs have lost much of their thrill value. Acting by Cary Grant, Ingrid Bergman, and Claude Rains is superb, and production is outstanding. Story opens in the spring of 1946, with Bergman, daughter of a convicted German spy, becoming an American agent through her love for fellow agent Grant. Her assignment is to pretend love for Rains, head of the Nazi group in Brazil, and she goes as far as to marry him.</p>\n</blockquote>"},"location":{"address":"Sydney, Australia","geocode":"-33.8688197,151.2092955"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-711063000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"The Argus","description":"<blockquote>\n  <p>Undercover work: Director Alfred Hitchcock provides another expert study in suspense in Notorious at the Capitol. The plot (which is concerned with enemy agents helping themselves to <strong>uranium</strong> in Rio de Janeiro) doesn't matter very much. It is just another excuse to keep audiences on the edge of their seats-and that's precisely where Hitchcock keeps them in his own ingenious way. He has the beautiful and talented Ingrid Bergman as the daughter of a German spy who tries to make up for her father's shortcomings by becoming an American agent and the good-looking if dour Cary Grant as her secret service boss to help him out in a satisfactory thriller. Miss Bergman is as appealing as ever. And there are also the reliable Claude Rains (as the uranium hoarder-in-chief) and the blood chilling Madame Konstantin (as his sinister mother) to assist the general atmospheric effect. Highlight is one of the most dignified but thrilling escape scenes seen on the screen for a long time.</p>\n</blockquote>"},"location":{"address":"Melbourne, Australia","geocode":"-37.8136276,144.9630576"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-700176600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"The Cessnock Eagle and South Maitland Recorder","description":"<blockquote>\n  <p>\"Notorious,\" exciting plot of post-war espionage and American Secret Service, with auspensful romantic complications, is screening at the Empire Theatre, Wednesday matinee and night and Thursday and Friday nights, and West End and Aberdare theatres Wednesday night only. \"Notorious\" bids for top honours in suspense and romance. </p>\n  <p>Gary Grant and Ingrid Bergman, co-starring as American secret service operatives battling the German post-war underground in Brazil, bring the impact of their outstanding talents and popularity to Alfred Hitchcock's production. </p>\n  <p>Miss Bergman has the role of Alicia, a loyal American girl who, as the daughter of a convicted traitor, is especially well fitted to handle a delicate job penetrating an enemy group for the government. Grant is cast as Devlin, her immediate superior, who finds love for her complicating his assignment as an investigator in the secret service. </p>\n  <p>The task given to the pair, they learn on arriving in Rio, is to discover what certain wealthy German settlers are up to. One of the leaders, Sebastian, is a former admirer of Alicia, and he soon gets around to proposing marriage -- a move that Devlin views with mixed feelings. Soon after the wedding, Alicia and Devlin learn the secret: the Germans have found a huge deposit of <strong>uranium</strong> ore in the Brazilian interior and are evidently planning to make atomic bombs.</p>\n</blockquote>"},"location":{"address":"Cessnock, New South Wales, Australia","geocode":"-32.8321587,151.3558797"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-699312600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Queanbeyan Age","description":"<blockquote>\n  <p>Famous for his suspenseful dramas, Alfred Hitchcock has produced a new thriller, \"Notorious,\" with the star roles played by Carey [sic] Grant and Ingrid Bergman as the hero and heroine respectively, and Claude Rains featured as the chief menace. Brazil’s beautiful city of Rio de Janeiro is the setting for the picture’s action after an opening sequence in Miami. Grant has the role of Devlin, an American secret service man who enlists the aid of Alicia Huberman (Miss Bergman) for a perilous South American assignment. Alicia, although loyal to the United States, is the daughter of a convicted traitor and therefore certain to be accepted by the German underground upon which she has been enlisted to spy.</p>\n  <p>On arriving in Rio, Alicia penetrates a particular group of wealthy Germans. She has known one of them, Alex Sebastian, previously, and it isn’t long before Alex asks her to marry him. Devlin, torn between love for his lovely aide and his duty, grudgingly approves of the wedding plan.</p>\n  <p>The marriage helps the two Americans penetrate the plotters secret—that they have discovered a rich source of <strong>uranium</strong> ore…</p>\n</blockquote>"},"location":{"address":"Queanbeyan, New South Wales","geocode":"-35.3514641,149.2330429"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-699053400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Mirror","description":"<blockquote>\n  <p>Perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of Alfred Hitchcock’s thriller “Notorious.”</p>\n  <p>Co-starring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong>.</p>\n</blockquote>"},"location":{"address":"Perth, Western Australia","geocode":"-31.9513993,115.8616783"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-686871000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Recorder","description":"<blockquote>\n  <p><strong>Drama “Notorious” for Week at Austral</strong></p>\n  <p>Starting today at Austral Theatre and continuing for a week will be Alfred Hitchcock’s impressive drama “Notorious,” which has brought together again Cary Grant and the beautiful Ingrid Bergman. The perilous exploits of a pair of American secret service agents in Rio de Janeiro are behind the stirring action of this fine film. It highlights a theme woven into deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> for atomic designs in preparation for a third world conflict.</p>\n</blockquote>"},"location":{"address":"Port Pirie, South Australia","geocode":"-33.1773056,138.0086102"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-683328600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Rutherglen Sun and Chiltern Valley Advertiser","description":"<blockquote>\n  <p><strong>“Notorious”</strong> </p>\n  <p>Famous for his suspenseful dramas, Alfred Hitchcock has produced a new thriller, “Notorious,” which comes on Saturday, with the star roles played by Cary Grant and Ingrid Bergman as the hero and heroine respectively, and Claude Rains featured as the chief menace.</p>\n  <p>Brazil’s beautiful city of Rio de Janeiro is the setting for the picture’s action after an opening sequence in Miami. Grant has the role of Devlin, an American secret service man who enlists the aid of Alicia Huberman (Miss Bergman) for a perilous South American assignment. Alicia, although loyal to the United States, is the daughter of a convicted traitor and therefore certain to be accepted by the German underground upon which she has been enlisted to spy.</p>\n  <p>On arriving in Rio, Alicia penetrates a particular group of wealthy Germans. He has known owe of them, Alex Sebastian, previously, and it isn’t long before Alex asks her to marry him. Devin, torn between love for his lovely bride and his duty, grudgingly approves of the wedding plan. </p>\n  <p>The marriage helps the two Americans penetrate the plotters’ secret—that they had discovered a rich source of <strong>uranium</strong> ore. At the same time he finds out his bride’s real interest. Fearful that his associates will learn of his fatal mistake, Alex tries to poison his bride. This in turn leads to an intensely dramatic climax.</p>\n</blockquote>"},"location":{"address":"Rutherglen, Victoria, Australia","geocode":"-36.0554647,146.4626678"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-679699800","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"Northern Times","description":"<blockquote>\n  <p><strong>“Notorious”</strong></p>\n  <p>Famous for his suspenseful dramas, Alfred Hitchcock has produced a new thriller, “Notorious,” with the star roles played by Cary Grant and Ingrid Bergman as the hero and heroine respectively, and Claude Raines featured as the chief menace.</p>\n  <p>Brazil’s beautiful city of Rio de Janeiro is the setting for the picture’s action after an opening sequence in Miami. Grant has the role of Devlin, an American secret service man who enlists the aid of Alicia Huberman (Miss Bergman) for a perilous South American assignment. Alicia, although loyal to the United States, is the daughter of a convicted traitor and therefore certain to be accepted by the German underground upon which she has been enlisted to spy.</p>\n  <p>On arriving in Rio, Alicia penetrates a particular group of wealthy Germans. She has known one of them, Alex Sebastian, previously, and it isn’t long before Alex asks her to marry him. Devin, torn between love for his lovely aide and his duty, grudgingly approves the wedding plan. </p>\n  <p>The marriage helps the two Americans penetrate the plotters’ secret—that they have discovered a rich source of <strong>uranium</strong> ore. At the same time Alex finds out his bride’s real interest.</p>\n</blockquote>"},"location":{"address":"Carnarvon, Western Australia","geocode":"-24.8838363,113.6570584"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-673738200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":9,"name":"Manjimup and Warren Times","description":"<blockquote>\n  <p><strong>“Notorious”</strong></p>\n  <p>The perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s dramatic thriller for R.K.O. Radio. Co-starring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third world conflict.</p>\n</blockquote>"},"location":{"address":"Manjimup, Western Australia","geocode":"-34.2432496,116.1454595"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-672615000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":10,"name":"Advocate","description":"<blockquote>\n  <p><strong>Secret service work in Brazil</strong></p>\n  <p>Cary Grant and Ingrid Bergman are co-starred as American secret-service operatives battling the German post-war underground in Brazil, in Alfred Hitchcock’s production of “Notorious” for RKO Radio. \n  Miss Bergman has the role of Alicia, a loyal American girl who as the daughter of a convicted traitor, is especially well fitted to handle a delicate job penetrating an enemy group for the government. Grant is cast as Devlin, her immediate superior, who finds love for her complicating his assignment as an investigator in the secret service.</p>\n  <p>The task given to the pair, they learn on arriving in Rio, is to discover what certain wealthy German settlers are up to. One of the leaders, Sebastian, is a former admirer of Alicia, and he soon gets around to proposing marriage—a move that Devlin views with mixed feelings. Soon after the wedding, Alicia and Devlin learn the secret: the Germans have found a huge deposit of <strong>uranium</strong> ore in the Brazilian interior and are evidently planning to make atomic bombs.</p>\n</blockquote>"},"location":{"address":"Burnie, Tasmania","geocode":"-41.0539671,145.9046357"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-670023000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":11,"name":"The Dubbo Liberal and Macquarie Advocate","description":"<blockquote>\n  <p><strong>“Notorious”</strong></p>\n  <p>The perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s new dramatic thriller coming to the Monarch Theater on Monday for two nights. Co-starring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third world conflict.</p>\n</blockquote>"},"location":{"address":"Dubbo, New South Wales","geocode":"-32.2443908,148.614418"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-667517400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":12,"name":"Geraldton Guardian","description":"<blockquote>\n  <p><strong>Drama and Comedy</strong></p>\n  <p>For the next programme to be screened at Northampton by the West Touring Talkies the management has booked two outstanding films in “Notorious” and “Vacation in Reno,” which will be supported by a cartoon and the latest newsreels.</p>\n  <p>Famous for suspenseful dramas, Alfred Hitchcock has produced a thriller in “Notorious,” in which the star roles are played by Carey [sic] Grant and Ingrid Bergman as the hero and heroine respectively with Claude Rains featured as the chief menace. Brazil’s beautiful city of Rio de Janerio is the setting for the picture’s action after an opening sequence in Miami. Grant has the role of Devlin, an American secret service man who enlists the aid of Alicia Huberman (Miss Bergman) for a perilous South American assignment. Alicia, although loyal to the United States, is the daughter of a convicted traitor and therefore certain to be accepted by the German underground upon which she has been enlisted to spy. On arriving in Rio, Alicia penetrates a particular group of wealthy Germans. She has known one of them, Alex Sebastian, previously, and it isn’t long before Alex asks her to marry him. Devlin, torn between love for his lovely aid and his duty, grudgingly approves and the wedding planned. The marriage helps the plotters’ secret—that they have discovered a rich source of <strong>uranium</strong> ore.</p>\n</blockquote>"},"location":{"address":"Geraldton, Western Australia","geocode":"-28.7761346,114.611295"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-667517400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":13,"name":"Northern Miner","description":"<blockquote>\n  <p><strong>“Notorious” | “Keeper of the Bees”</strong></p>\n  <p>The perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s new dramatic thriller for RKO Radio, which screens at the Regent Theatre tonight. Costarring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third world conflict.</p>\n</blockquote>"},"location":{"address":"Charters Towers, Queensland","geocode":"-20.0769637,146.2601362"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-662765400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":14,"name":"Northern Miner","description":"<blockquote>\n  <p><strong>“Notorious” | “Keeper of the Bees”</strong></p>\n  <p>The perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s new dramatic thriller for RKO Radio, which screens at the Regent Theatre tonight. Costarring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third world conflict.</p>\n</blockquote>"},"location":{"address":"Charters Towers, Queensland","geocode":"-20.0769637,146.2601362"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-662679000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":15,"name":"Northern Miner","description":"<blockquote>\n  <p><strong>“Notorious” | “Keeper of the Bees”</strong></p>\n  <p>The perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s new dramatic thriller for RKO Radio, which screens at the Regent Theatre tonight. Costarring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third world conflict.</p>\n</blockquote>"},"location":{"address":"Charters Towers, Queensland","geocode":"-20.0769637,146.2601362"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-662506200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":16,"name":"The Beaudesert Times","description":"<blockquote>\n  <p><strong>Excitement in “Notorious”</strong></p>\n  <p>The perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s new dramatic thriller for RKO Radio. Co-starring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third world conflict.</p>\n</blockquote>"},"location":{"address":"Beaudesert, Queensland","geocode":"-27.9882528,152.9959338"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-655248600","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":17,"name":"Border Chronicle","description":"<blockquote>\n  <p>Next week Alfred Hitchcock’s production “Notorious” deals with thrilling exploits of two American Secret Service agents probing a post war conspiracy. Ingrid Bergman has the role of Alicia, who has been subjected to notoriety because her father was convicted of treason against the United States. She gives a drinking party which is crashed by Devlin (Cary Grant), really a government agent. Devlin is revealed in his true capacity, and proposes that Alicia go as his assistant to Rio de Janeiro to help smoke out a post war plot against the U.S.A. As she is really loyal to her adopted country and has fallen in love with Devlin, she consents to go. Leader of movement is Sebastian (Claude Rains), known to Alicia, because of his former connection with her father. The meeting is startling, both to Alicia and Devlin, since Sebastian proposes marriage to her. Soon after the wedding, Alicia and Devlin learn the secret. The Germans have found a huge deposit of <strong>uranium</strong> ore in the Brazilian interior, and are planning to make atomic bombs.</p>\n</blockquote>"},"location":{"address":"Bordertown, South Australia","geocode":"-36.3111739,140.7716407"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-653175000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":18,"name":"The South Eastern Times","description":"<blockquote>\n  <p>Excitement in “Notorious”—the perilous exploits of a pair of American secret agents in Rio de Janeiro motivate the stirring action of “Notorious,” Alfred Hitchcock’s new dramatic thriller for R.K.O. Radio. Co-starring Cary Grant and Ingrid Bergman, the film highlights a theme along with exciting conflict amid the deadly intrigue by German fugitives in Brazil seeking to develop a secret supply of <strong>uranium</strong> against a third-world war.</p>\n</blockquote>"},"location":{"address":"Millicent, South Australia","geocode":"-37.5924933,140.3506022"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":"National Library of Australia Newspapers & Gazettes digitization project (https://trove.nla.gov.au/newspaper/)."}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-652743000","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":19,"name":"Sight and Sound: Special Supplement","description":"<blockquote>\n  <p>Alicia Huberman suffers notoriety when her father commits suicide after being condemned for treason against the U.S.A. She meets Devlin, a Government agent who has sought her out, and they are mutually attracted.</p>\n  <p>…her father’s guilt, which has become an obsession with her, and help to expiate it by helping him on a very special assignment in Rio de Janeiro. The job is to get into the confidence of Sebastian—whom she already knows—leader of a gang of South American Fascists, who are trying to obtain possession of the atom bomb secrets. Alicia agrees, and thus becomes an American secret agent. She is forced to marry Sebastian, who had been an old admirer, in order to gain his confidence, and once in his house Alicia tries for many weeks to discover proofs of Sepastian’s plan to corner <strong>uranium</strong>… (p. 38) </p>\n</blockquote>"},"location":{"address":"21 Stephen Street, London, United Kingdom W1T 1LN","geocode":"51.5179156,-0.1326479"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-757339200","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":20,"name":"France Illustration, Le Monde Illustre","description":"<blockquote>\n  <p><strong>“Les Enchaines” [Notorious]</strong></p>\n  <p>Cary Grant, d'ailleurs, eut a peine inferieur a sa partenaire et il reussi une de ses meilleures creations, de meme que Claude Raines qui a nuance avec beaucoup d'intelligence le personnage plus conventionnel de l'agent nazi. Car j'ai oublie de dire que les les Enchanees repouset sur une nenebreuse histoire <strong>d'uranium</strong> detenu par une groupe d'Allemands dans une republique sud-americaine. (p. 336)</p>\n</blockquote>"},"location":{"address":"Marseille, France","geocode":"43.296482,5.36978"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-694310400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":21,"name":"La Saison Cinématographique, vol. 30","description":"<blockquote>\n  <p><strong>“Les Enchaines” [Notorious]</strong></p>\n  <p>…renferment en fait de <strong>l’uranium</strong>. Mais Sebastian les surprend et il entreprend d'empoisonner lentement Alicia. Celle - ci ne peut plus présenter son rapport hebdomadaire. Devlin se précipite alors et l'ar- rache aux griffes des nazis.  (p. 74)</p>\n</blockquote>"},"location":{"address":"Paris, France","geocode":"48.856614,2.3522219"},"attributes":{"destinationindex":"","image":[],"sources":[{"source":""}]},"measures":{"measures":[{"mtype":"starttime","mvalue":"-694310400","munit":"utc"}]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}
],
"options": [{"type":"color","value":"ae5b45,ffffff,ffffff"},{"type":"zoom","value":"6"},{"type":"datalayer","value":"./json/cases/NEH/bishop/australia.png","parameters":{"extents": [ [100, -1], [165, -4], [163, -45], [100, -45] ]}}]
}