{"summary":{"name":"Viet Nam's Secondhand Clothing (SHC) Trade","description":"<p>Beginning in the early 1980s, used clothing entered Viet Nam in the form of international humanitarian assistance, post-war relief goods distributed by the Swedish International Development Cooperation Agency (SIDA). But what began as western charity almost immediately became an important commodity in Viet Nam’s various informal markets. Mid- and high-level government workers, their family and friends, and street entrepreneurs appropriated relief goods and family remittances from the diaspora to sell in black, gray, transient, and fixed-stall markets throughout Viet Nam. Viet Nam officially banned the importation of secondhand goods in 2014 - citing economic and hygienic reasons - but the secondhand clothing trade has only grown in the last decade. Today, most of the clothing bales come from Thailand and Cambodia. US and European brands are highly represented but Japanese and Korean brands are the most sought after. This largely unregulated economy which operates mostly through interpersonal connections, cash and local e-wallet transactions (e.g., MoMo and Zalo), and word of mouth is estimated to have a current value of US$1.1 billion and is projected to exceed US$5 billion by 2026.\n<div class=\"cite\">Minh-Ha Pham, \"Viet Nam's Secondhand Clothing (SHC) Trade,\" <em>Manifest: Supply Chain Platform</em> (2024)</div></p>"},"nodes":[{"overview":{"index":1,"name":"Cho Dong Tac","description":"<p>Dong Tac Market is the largest secondhand clothing (SHC) and used goods market in Hanoi. This fixed stall market is located at the foot of the Khuong Thuong public housing complex in Hanoi's Dong Da district. The market is open daily from 8am to 10pm. Since the 1980s, the market has provided Vietnamese families an important place to shop for and sell clothes, shoes, bags, and other household textiles. While it's still a family-friendly marketplace favored by middle-age and older Vietnamese for its high-quality products and low prices, in recent years, Dong Tac market has become a prime haunt for young Vietnamese hipsters for whom clothes shopping is both recreational and profitable.</p>"},"location":{"address":"43 Dong Tac Street, Dong Da District, Hanoi","geocode":"21.005130,105.832350"},"attributes":{"destinationindex":"8","category":"#market","image":[{"URL":"json/cases/NEH/pham/29190665753228678811395745543898806841954540n-16570843705961018307141.jpg"}],"icon":"","sources":[{"source":"https://www.coolmate.me/post/cho-do-cu-o-ha-noi-2555#"}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":2,"name":"Thi Yen","description":"<p>Thi Yen, a mother of two and grandmother of one, began selling SHC at Dong Tac market in 1991 after her sister-in-law encouraged her to switch from being a street vegetable vendor to a fixed stall SHC vendor. Her stall, Stall 43, is open 8:30am to 6pm every day. She specializes in tops, mostly t-shirts. She averages 25-30 million dong in sales each month. Deducting the cost of renting her stall (3 million dong) and buying two bales of SHC (8-10 million dong each), Thi Yen takes home 5-6 million dong (US$202-243) each month. Thi Yen purchases the bales, each weighing 100kg, from a local wholesaler who she didn't want to name. She believes the wholesaler buys and transports these bales from an importer in Cambodia.</p>"},"location":{"address":"Stall 43, Dong Tac Market, 43 Dong Tac Street, Dong Da District, Hanoi","geocode":"21.005130,105.832350"},"attributes":{"destinationindex":"1,3,8","category":"#stallvendor","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":3,"name":"Minh Anh","description":"<p>Minh Anh, born in 1993, is the owner of a popular online thrift store hosted on Instagram. The Instagram store and handle is @SummerPalace.hn. Minh Anh shops for SHC multiple times each week. She is such a regular fixture at Dong Tac market that some of the stall vendors now set aside garments for her that they know align with her aesthetic. Minh Anh posts ten outfit photos per day and sells about 50 items per week to customers in and near Hanoi. She makes about 7 million dong (US$284) per week. To conserve packaging waste and costs, whenever possible her husband hand-delivers packages to her customers. Summer Palace specializes in trendy but elegant looks, especially from Japanese and Korean brands. Minh Anh models and styles all of the outfits herself at the home she shares with her parents and husband.</p>"},"location":{"address":"43 Ngo 259 Phuong Yen Hoa, Cau Giay, Hanoi","geocode":"21.030370,105.798330"},"attributes":{"destinationindex":"1,2,8","category":"#OnlineVendor","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":4,"name":"Thrifters","description":"<p>A group of young people who self-identified as thrift shoppers discussed why they thrift shop. Ha, Giang, Minh, Hoang, Mai Linh, Tien were interviewed at the Vincom Centre for Contemporary Arts in Hanoi.</p>"},"location":{"address":"72A D. Nguyen Trai Thanh Xuan Trung, Thanh Xuan, Hanoi","geocode":"21.011647,105.849264"},"attributes":{"destinationindex":"1,2,3","category":"#thrifters","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":5,"name":"Kim Thanh","description":"<p>Manager, Cửa Hàng Bách Hoá Số 26. Also organizes tours to Thailand to visit secondhand clothing distribution centers.</p>"},"location":{"address":"26 Phuong Dao Duy Tu, Hang Buom, Hoan Kiem, Hanoi","geocode":"21.036550,105.852560"},"attributes":{"destinationindex":"8","category":"#retailer","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":6,"name":"Thu Vu","description":"<p>Owner of an online consignment store specializing in women's clothing called Passii.</p>"},"location":{"address":"https://passii.vn/shop","geocode":"10.76535,106.68656"},"attributes":{"destinationindex":"7","category":"#OnlineVendor","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":7,"name":"Passii warehouse/showroom","description":"<p>Passii rents a space on the first floor of the Joi Factory to store much of its inventory</p>"},"location":{"address":"212/2B D. Nguyen Trai Phuong Nguyen Cu Trinh, Quan 1, Saigon","geocode":"10.76535,106.68656"},"attributes":{"destinationindex":"6","category":"#warehouse","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}},{"overview":{"index":8,"name":"USA Wholesale Used Clothing","description":"<p>A used clothing wholesaler in Phnom Penh that is popular among Cambodian and Vietnamese SHC vendors. The wholesaler also sells bales on the Chinese-owned e-commerce platform, Alibaba, the largest online marketplace in the world.</p>"},"location":{"address":"#33 St 173, Phnom Penh, Cambodia","geocode":"11.545130,104.910540"},"attributes":{"destinationindex":"1,6","category":"#wholesaler","image":[],"icon":"","sources":[{"source":""}]},"measures":{"measures":[]},"notes":{"markdown":"","keyvals":[{"key":"","value":""}]}}]}